[
    {
        "categories": {
            "Système": [
                "Un Répertoire de Paramètres a été ajouté, vous permettant de sauvegarder et charger vos paramètres personnalisés.",
                "Une fonction de capture d’écran haute résolution a été ajoutée dans les Paramètres du Jeu > Écran.",
                "Vous pouvez choisir d’afficher ou non votre nom de famille ou de personnage dans la fenêtre de chat.",
                "L’horodatage a été ajouté à la fenêtre de chat.",
                "Vous pouvez ajuster la taille de la fenêtre avec votre souris en mode fenêtré.",
                "Vous pouvez vérifier le Marché aux chevaux via la carte du monde.",
                "Vous pouvez ajuster l’effet d’opacité dans les Paramètres du jeu > Écran.",
                "Vous pouvez ajuster l’effet de mise au point durant les combats via les Paramètres du jeu > Écran."
            ],
            "Classe": [
                "Guerrier : Corrections et améliorations sur les capacités (4) : Pulvériser, Flux : Coup de genou, Flux : Découpe des morts, Enterrement",
                "Rôdeuse : Corrections et améliorations sur les capacités (4) : Vent rasoir, Lame froide, Flux : Tempête, Rage elfique",
                "Sorcière : Corrections et améliorations sur les capacités (6) : Flamme funèbre II, Chasse fatale, Marque de l'ombre III et IV, Coup de pied, Jugement de la Faucheuse",
                "Berserker : Corrections et améliorations sur les capacités (1) : Dévastation, Flux : Partage des terres",
                "Dompteuse : Corrections et améliorations sur les capacités (3) : Heilang : Griffe haute, Danse de la Bête légendaire (Tigre blanc) II, III et IV",
                "Valkyrie : Corrections et améliorations sur les capacités (5) : Coup de poignard éclair, Défense solide, Terre Sainte, Entraînement à la Lance, Châtiment",
                "Magicien : Corrections et améliorations sur les capacités (7) : Séisme, Jugement ardent,  changement d'arme accéléré et garde fonctionnelle, correction de la super armure non appliquée dans certains cas",
                "Magicienne : Corrections et améliorations sur les capacités (8) : Séisme, Jugement ardent, Protection de Crevasse, changement d'arme accéléré et garde fonctionnelle, correction de la super armure non appliquée dans certains cas",
                "Musa : Corrections et améliorations sur les capacités (3) : Lacération, Broyeur de croûtes, Pas en arrière",
                "Maehwa : Corrections et améliorations sur les capacités (6) : Lacération, Morsure de Dragon, Griffe de dragon, Flux : Sprint du Clair de Lune, Flocon de neige collant",
                "Ninja : Corrections et améliorations sur les capacités (4) : Balayage, Ascension du Dragon, Pluie de lames, Lacération du vide",
                "Kunoichi : Corrections et améliorations sur les capacités (3) : Balayage, Disque lunaire, Toupie de sang",
                "Lame Sombre : Corrections et améliorations sur les capacités (2) : Cendres Obsidiennes, Terrain Corrompu, Explosion de l’ombre V, Griffes Ravageuses IV"
            ],
            "Quête": [
                "Certaines quêtes permettant d’obtenir des Jetons de promesse/Sceaux ont été mises à jour.",
                "La partie de la Mission d’élimination de Guilde, Combattre les Waragons de Valencia, a été retirée.",
                "Amélioration de l’affichage du niveau de Commerce minimum requis maintenant correctement affiché dans la description des Missions de guilde de Commerce.",
                "La quête «Le Prophète d’Altinova» a été retirée de la quête principale.",
                "La série de quêtes «Le passé d’Encarotia» a été ajoutée à la Capitale de Calpheon.",
                "Certaines quêtes sont maintenant répétables et ne donnent plus d’EXP de contribution en récompense.",
                "De nouvelles quêtes répétables ont été ajoutées au Sanctuaire d'Elric dans la région de Mediah.",
                "La quête journalière du Poste des Helms a été transformée en quête répétable immédiatement.",
                "Ajout de la quête : Tiny Light to Drive Out the Darkness via l'esprit occulte.",
                "Ajout de 3 nouvelles quêtes journalières de chasses liées aux nouveaux monstres ajoutés.",
                "Une nouvelle quête a été ajoutée à la Taverne d’Altinova.",
                "Une fois les 9 connaissances acquises à propos du Journal d'aventure du grand désert III, vous pouvez compléter l’histoire. Le niveau maximum d’Énergie pouvant être atteint à été changé en +1."
            ],
            "Mécanique": [
                "Remise en place de la fonction de Réservation à la Boutique secrète (Patrigio).",
                "Mise en place de 3 modes pour les pets. Agile, normal et prudent qui affecteront l'énergie consommées et la rapidité d'action.",
                "La jauge de Faim a été doublée pour tous les animaux de compagnie.",
                "L’Atelier de Florin, un nouvel Atelier de fabrication de meubles, a été ajouté à Florin 1-3.",
                "L’Atelier de Tarif, un nouvel Atelier de fabrication de meubles, a été ajouté à Tarif 2-3.",
                "L’Atelier de Arehaza, un nouvel Atelier de fabrication de meubles, a été ajouté à Arehaza 2-1.",
                "Ajout de quelques tutoriels.",
                "Résolution du souci empêchant parfois les Éléphants Cadria d’être affectés par les pièges à éléphant.",
                "Lors du mini-jeu de dressage de chevaux sauvages, l’indicateur de touche ESPACE ne s’affichera que lorsque le cheval se cabrera.",
                "11 nouveaux titres ont été ajoutés.",
                "Le minimum de participants pour le Champ de bataille rouge a été ajusté à 10.",
                "Utiliser la compétence Éperonner (Galère et Voilier d’Epheria) pour attaquer les monstres marins et les autres navires fonctionnera maintenant normalement en appliquant les dégâts corrects.",
                "Le nouveau PNJ Baan a été ajouté à l’entrée du Sanctuaire d’Elric.",
                "La Banque d'investissement a été ajoutée à la Liste d'utilisations de la maison pour chaque ville.",
                "Correction du problème lié au retour au point de départ de l’Ogre mutant ou du Troll mutant après qu’ils se soient déplacés sur une certaine distance et ceux-ci ne voient pas leurs PV restaurés.​",
                "Un nouveau monstre de chasse, l’Ours brun géant, a été ajouté à la Montagne de Balenos Ouest et Est.​",
                "Des monstres de chasse, l’Élan et le sanglier, ont été également ajoutés à la Montagne de Balenos Ouest.​",
                "De nouveaux monstres de chasse, le Renard géant et le Loup géant, ont été ajoutés à la Montagne de Balenos située à l’est du Port d’Epheria.",
                "Les mouvements de la Baleine bleue ont été améliorés afin de leur donner un air naturel.​",
                "Les PV de la Baleine bleue ont été augmentés et il est maintenant plus facile de l’atteindre.​",
                "Le taux d’obtention des Pierres noires a été augmenté en chassant la Baleine bleue.​"
            ],
            "UI": [
                "Vous pouvez basculer entre les onglets de chat via un raccourci.",
                "Le statut de Transport des objets du Dépôt ne sont maintenant plus affichés dans l’onglet Statut du transport des autres villes mais uniquement dans la ville d’origine et de destination.",
                "Si vous fermez la fonction de sticker d’IU (Interface Utilisateur) et activez la fenêtre nouveau, la fenêtre apparaîtra maintenant où elle a été fermée.",
                "Vous pouvez maintenant vérifier les compétences, équipement et informations de costume de votre cheval dans la fenêtre d’information qui est liée à la fenêtre d’information du wagon.",
                "Les vêtements fonctionnels et vêtements pouvant être fabriqués ont été ajoutés sous la catégorie Armure du Marché.",
                "Le pourcentage de Faim est maintenant affiché dans la liste des animaux de compagnie et l’EXP dans la fenêtre d’information de l’animal.",
                "L’option d’affichage d’une grille en mode d’édition de l’IU a été ajoutée.",
                "Il est maintenant possible de sauvegarder jusqu'à 3 profils d'UI personnalisée pour les réappliquer rapidement."
            ],
            "Objet": [
                "La chasse permet à présent d'obtenir les objets Tête d'ours empaillée et Tête de renard empaillée.",
                "L’efficacité d’attaque des canons améliorés a été accrue.",
                "Les dégâts contre les Forteresses et Postes de commandement ont été diminués pour les Galères et Voiliers d’Epheria.",
                "Le Cristal magique atténué : Navigation peut maintenant être créé via la technique de Meulage.",
                "Les chances d’obtenir un Éclat de cristal noir tranchant et un Éclat de cristal noir dur via l’Agriculture ont été légèrement augmentées.",
                "Trois nouveaux accessoires ont été ajouté : Collier de sort faible, Collier de sort faible concentré et Collier de sort faible scellé.",
                "La formulation pour Précision, Esquive, Augmentation et Diminution de PA a été révisée pour certains objets. Les effets restent les mêmes, il y a juste eu une harmonisation des valeurs des stats.",
                "Ajout de l'objet fragment de griffe de l'Esprit Occulte."
            ],
            "Cashshop": [
                "Ajout du set Arneus pour les wagons.",
                "Lame sombre : Ajout de sous vêtements.",
                "Sac d’équipement de Morco.",
                "[Loyalties] Sac de costumes de Patrigio."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-17-mai-2017.3204/",
        "date": "2017-05-17"
    },
    {
        "categories": {
            "Objet": [
                "Mise en place des objets \"Conseil de Valks\" récupérable dans la boite cadeau liée à l’événement de la famille Lauren."
            ],
            "Cashshop": [
                "Kunoichi : Ajout de sous vêtements.",
                "Magicienne : Ajout de sous vêtements.",
                "Maehwa : Ajout de sous vêtements.",
                "Valkyrie : Ajout de sous vêtements.",
                "Dompteuse : Ajout de sous vêtements.",
                "Sorcière : Ajout de sous vêtements.",
                "Rôdeuse : Ajout de sous vêtements."
            ],
            "Évent": [
                "Événement de distribution des pièces de la famille Lauren."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/informations-de-maintenance-10-mai-2017.1686/",
        "date": "2017-05-10"
    },
    {
        "categories": {
            "Objet": [
                "Ajout de l'objet [Événement] Sceau de Shakatu."
            ],
            "Cashshop": [
                "Ajout du nouveau pet Crabe caraparoche.",
                "Maehwa : Ajout d'un costume.",
                "Dompteuse : Ajout d'un costume.",
                "Ninja : Ajout d'un costume.",
                "Musa : Ajout d'un costume."
            ],
            "Évent": [
                "Lancement du concours de bande annonce réalisée par la communauté."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-3-mai-2017.804/",
        "date": "2017-05-03"
    },
    {
        "categories": {
            "Système": [
                "Ajout de l’IU détachable permettant de sortir des éléments de l’interface à l’extérieur de la fenêtre de jeu.",
                "Les fonctions de Dernier canal connecté et Canal aléatoire ont été ajoutées au bas de la liste des canaux lors de la connexion au jeu.",
                "Certaines zones sûres comme l’île d’Iliya sont devenues des zones de combat.",
                "Les joueurs peuvent maintenant courir, rouler, ou bouger dans une position assise avec un mousquet équipé.",
                "Le vitesse de mouvement a été augmenté avec un mousquet équipé et le nombre de balles avant recharge est de deux.",
                "Les joueurs ne peuvent pas tirer au mousquet sur une monture possédant la compétence «Deux places»."
            ],
            "Classe": [
                "Correction du souci causant un personnage d’être étourdit après être tombé et attaqué par une compétence de Rage d'esprit occulte : Guerrier, Sorcière, Berserker, Rôdeuse, Kunoichi et Ninja.​",
                "Augmentation grandement augmentée lors de l’attaque d’une créature invoquée sur les bâtiments de guerre de siège.",
                "Guerrier : Corrections et améliorations sur les capacités (6) : Flux : Brise-cheville, Enterrement, Flux : Coup téméraire, Flux : Tempête.",
                "Rôdeuse : Corrections et améliorations sur les capacités (5) :  Volonté du Vent, entraves spirituelles, Vent pénétrant, Découpe furieuse d’Ohwa, Vent gémissant.",
                "Sorcière : Corrections et améliorations sur les capacités (7) : Libération obscure, Libération obscure IV, Moisson des âmes, Ténèbres absolues, Coup de pied ténébreux, Jugement de la faucheuse, Le cauchemar de Cartian.",
                "Berserker : Corrections et améliorations sur les capacités (3) : Brise-roche, Flux : Bagarre, Dynamitage",
                "Dompteuse : Corrections et améliorations sur les capacités (4) : Déluge de coups, Heilang : Éclair du néant, Rotation complète, Perce-écho.",
                "Valkyrie : Corrections et améliorations sur les capacités (20) : Lueur tranchante, Flux : Contre tranchant, Lumière intense III et IV, Projection céleste, Pouvoir Divin, Verdict : Lance de justice, Flux : Révélation par le Sanctus, position de parade/contre, Charge lumineuse, Lancer de Bouclier, changement d'arme accéléré, Puissance divine, Puissance divine ultime, Entaille éblouissante, Terre Sainte, Coup de poignard éclair, Ultime : Coup de poignard éclair, Sprint désespéré, Assaut sacré",
                "Magicien : Corrections et améliorations sur les capacités (2) :  Pluie de météores, Boule d'eau.",
                "Magicienne : Corrections et améliorations sur les capacités (3) : Pluie de météores, Pluie de tourments, Psyché de spectre d’Aad.",
                "Musa : Corrections et améliorations sur les capacités (12) : Flèche véloce : tir d'évitement, Découpe tourbillon, Découpe tourbillon : cyclone, Coup de pied circulaire, Coup de pied circulaire ultime, Lame du tigre, Trancheur, Morsure de dragon, Séparateur, Flux : Taillade, Flux : Refoulement, Tornade, Découpe transversale",
                "Maehwa : Corrections et améliorations sur les capacités (10) : Flèche véloce : tir d'évitement, Découpe tourbillon, Découpe tourbillon : cyclone, Coup de pied circulaire, Coup de pied circulaire ultime, Lame du tigre, Trancheur, Morsure de dragon, Séparateur, Lame du Tigre, Flux : Coup de poignard de nuage, Lame tenace",
                "Ninja : Corrections et améliorations sur les capacités (6) : Kunai : Lancer évasif, Flux : Brise-cheville, Flux: Explosion Mach, Décapitation soudaine, Tueur né, Pas Ninja",
                "Kunoichi : Corrections et améliorations sur les capacités (6) : Kunai : Lancer évasif, Toupie de sang, Flux : Colère, Ruée lunaire, Shuriken : poison, pas fantôme, Taillade demi-lune",
                "Lame Sombre : Corrections et améliorations sur les capacités (7) : Roue du Destin, Nocturne​, Démonstration de Force IV, Flot : Coup Final, Terrain Corrompu, Frappe dissimulée III"
            ],
            "Quête": [
                "Correction des quêtes de Valencia marquées en tant que quêtes de Mediah.",
                "La méthode pour acquérir la connaissance de la Zone neutre centrale a été modifiée.",
                "Les conditions pour la quête «Par vents et marées» ont été modifiées.",
                "Résolution d’un problème lorsque la connaissance de certains Cartographes sur les iles ne pouvait pas être acquise via une conversation.",
                "Une nouvelle série de quêtes d’histoire dans Calpheon, «Monarque des ténèbres» a été ajouté.",
                "Les quêtes «Échange d'armure magique l», et «Échange d’arme secondaire I» ont été modifié de «Lié à la famille» à «Lié au personnage» et l’histoire complète a été réinitialisé.",
                "Une quête a été ajouté en tant que prérequis pour la quête «Mon premier petit poney».",
                "L’expérience de contribution acquise après avoir complété les quêtes quotidienne à Balenos, Serendia et Calpheon a été augmenté.",
                "Pour Raffinement IV, l’énergie maximale obtenue sera de 1.",
                "Le tutoriel en relation avec «Escalade de murs» a été ajouté."
            ],
            "Mécanique": [
                "Lors de la capture d’un cheval ou d’un bébé éléphant, la corde de capture ne peut pas être lancée depuis une distance inférieure à 10M de la cible.",
                "Mise en place des options \"optimisation\" et \"durabilité\" lors des enchantements sous certaines conditions.",
                "Le lieu de rassemblement des pécheurs en face de Velia a été légèrement déplacé.",
                "Les joueurs ayant le bonus de Magnat recevront l’effet de succès du jeu de marchandage sans avoir à jouer à celui-ci.",
                "Certaines étagères murales ont été modifié pour permettre le placement d’objet sur elles.",
                "En fonction du prix cumulé, l’effet du magnat sera appliqué uniquement lors de l’achat d’Articles à vendre limités.",
                "Sur les serveurs de Géoconflit et de Guerre de Siège, les World Boss n’apparaitront pas pendant les 15min qui précèdent et suivent le début et la fin de la guerre.",
                "Les articles qui ont été marqué d’une enchère dans l’hôtel des ventes peuvent maintenant être achetés à un prix supérieur au prix minimum.",
                "Des nouveaux monstres pour la chasse ont été ajoutés aux Montagnes Orientales de Balenos : Sanglier géant et Cerf à grands bois Géant.",
                "Changement de l’emplacement du Traqueur khuruto à proximité du PNJ Atu à la Mine de fer abandonnée de Mediah.",
                "Les PV des montres de Mediah suivants ont été réduit : Tatou et Hérisson des herbes​.",
                "Les monstres suivants seront en position d’attente au niveau de la surface à Tombe du soldat dans Mediah : Squelette frénétique, Fendeur squelette frénétique, Squelette vengeur​.",
                "Les monstres suivants ont été ajoutés dans la zone de la Tombe du soldat : Squelette frénétique, Fusilier squelette frénétique, Fendeur squelette frénétique, Cerbère squelette frénétique, Sorcière occulte frénétique​",
                "Les Centaures lanceront désormais moins de javelot mais attaqueront à une portée plus courte.",
                "L’expérience gagnée et le taux de Pierres noires ont été un peu augmentés sur ces monstres lorsque vous tuerez ces monstres : Centaure, Chasseur centaure, Centaure à la Hache​",
                "Le schéma de combat pour le Troll mutant et l’Ogre mutant a été modifié : Si leurs PV descendent à un certain niveau, ils attaqueront plus férocement.​",
                "Tous les joueurs ayant infligé des dégâts sur les Troll mutant et l’Ogre mutant seront maintenant en mesure de récupérer le butin."
            ],
            "UI": [
                "Lorsque vous transférez des objets empilables depuis l’inventaire au dépôt, les joueurs peuvent maintenant choisir de montrer le montant maximal en tant que montant affiché sur l'écran de saisie.",
                "L’heure de la réinitialisation de la livraison impériale a été ajouté à la fenêtre d’informations dans le menu échappe.",
                "La classe du personnage, le niveau et le nom apparaîtront désormais systématiquement sur les icônes des joueurs du groupe de la carte du monde.",
                "Les catégories vitesse de caméra et position actuelle du joueur ont été ajouté dans les touches de raccourci des options de l’IU.",
                "L'information sur les jardins des joueurs peut maintenant être vérifiée sous leur liste Mes Jardins.",
                "L’ordre des serveurs apparaîtra désormais de façon aléatoire dans l’écran de sélection des serveurs.",
                "Les monstres pour la chasse seront maintenant identifiables par une icône de chasse (ressemblant à un cerf).",
                "Les touches d’interaction peuvent maintenant être changées pour d’autres dans les touches de raccourci de l’IU."
            ],
            "Objet": [
                "Ajout de nouveaux vêtements de vie correspondant à la Navigation.",
                "Ajout du Kit de réparation de navire.",
                "Ajout de 5 nouveaux costumes.",
                "Augmentation des chances d’optimisation de certains équipements.",
                "Les objets suivants ont leur précision augmentée exponentiellement et leur description modifiée : Arme de Styd, Arme de Styd ultime, Arme de Basteer, Arme de Basteer ultime​",
                "Ajout d’un nouveau type de cristal nommé Cristal d’Esprit.",
                "Les costumes de Soldat de Serendia et de Soldat débutant de Serendia ont été modifiés pour inclure un casque.",
                "Les accessoires de pouvoir magique peuvent être rendus avec des sceaux ou des jetons de promesse."
            ],
            "Cashshop": [
                "Une fenêtre demandera confirmation avant la première utilisation des contrats de servantes.",
                "Lame Sombre : Ajout du costume de Lahr Arcien (R).",
                "Lame Sombre : Ajout de deux sous vêtements.",
                "Ajout de quelques décorations / meubles pour la maison."
            ],
            "Évent": [
                "Fin de l’événement des Œufs d’Oie de Flondor."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-26-avril-2017.542/",
        "date": "2017-04-26"
    },
    {
        "categories": {
            "Système": [
                "Ajout de l'éléphant Cadria pour les guildes.",
                "Ajout d'un nouvel objet \"Guide de compétence d’Armstrong (30 jours)\" pour la récompense des 5000 heures de jeu."
            ],
            "Quête": [
                "Ajout des quêtes réservées aux Maîtres de guildes pour l’obtention d’un Éléphant de Valencia (Groupe 1) et/ou [Guilde] Enregistrement de bateau : Galère."
            ],
            "Cashshop": [
                "Ajout de nouveaux costumes Kibelius pour la majorité des classes."
            ],
            "Évent": [
                "Concours de capture d'écran des Tulipes.",
                "L’événement des fleurs de cerisier est achevé et les objets liés ont été retirés."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-19-avril-2017.500/",
        "date": "2017-04-19"
    },
    {
        "categories": {
            "Système": [
                "Arrivée de l'éveil pour la Lame Sombre. Ajout des connaissances associées et de son titre \"Gardien des Ténèbres\"."
            ],
            "Classe": [
                "Comme dis précédemment : Ajout de l'éveil pour la Lame Sombre."
            ],
            "Cashshop": [
                "Lame Sombre : Ajout des 3 costumes (guillie x2 et costume d'éveil).",
                "Ajout du costume CS d'Anemos pour les chevaux."
            ],
            "Évent": [
                "Mise en place de décoration pour le printemps dans divers endroits du jeu.",
                "Mise à jour de l'événement saisonnier des Œufs d’Oie de Flondor pour ajouter une quête journalière.",
                "Premier patch note de CM Kabz ! :p"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-12-avril-2017.472/",
        "date": "2017-04-12"
    },
    {
        "categories": {
            "Système": [
                "Mise en place des favoris sur le marché pour retrouver rapidement ses objets préférés.",
                "Il y a un délai de 10 minutes entre l'enregistrement d'un ouvrier à la vente et son apparition sur le marché.",
                "Mise à jour du CS pour proposer tout un set de costume ensemble avec la possibilité via une mise à jour de l'IU d'acheter les pièces séparément.",
                "Un événement de boost d’EXP ne s’accumule pas avec un objet de boost d’XP en dessous du niveau 30.",
                "Ajout d’un filigrane sur les copies d’écrans a été ajouté.",
                "Les objets de décoration peuvent être placés sur les étagères. Placer des objets sur les étagères augmentent aussi vos points d’intérieur.",
                "Trois voix de combats ont été ajoutées à la customisation de voix."
            ],
            "Classe": [
                "Modifications ou correction de bug sur les compétences pour les classes : Guerrier, Rôdeuse, Berserker, Dompteuse, Magicienne, Magicien, Kunoichi"
            ],
            "Quête": [
                "Ajout d’une nouvelle quête permettant d’obtention d’EXP de Navigation ajouter à Siruham à Port Ratt."
            ],
            "Mécanique": [
                "Un message de canal est diffusé à tous les joueurs lors de l'enregistrement d'un nouveau cheval (normalement, seul les T8) au marché.",
                "Les objets afficheront directement si le geopoint qui leur est lié (commerce et pêche) est relié par le joueur.",
                "Mise à jour de certaines compétences d'ouvriers (stats et correction de bug).",
                "Amélioration du bonus de Jeton de commerce du désert de Marzana.",
                "De nouveaux poissons peuvent être vendu à la pêche impériale.",
                "Ajout d’indices pour l’obtention des titres. Vous pouvez les vérifier depuis l’onglet Titre.",
                "Ajout du système de Coursier au contenu du cheval.",
                "Tout comme pour les ouvriers, la mise en vente d'un cheval sera effective 10 minutes après son enregistrement.",
                "Il y a maintenant des notifications pour la mise en vente des ouvriers (artisan) et des chevaux (T8).",
                "Ajout de nouveaux titres liés aux guerres de conquêtes. C'est dernier ne dure que 7 jours et se basent sur le nombre de joueurs tués. Ils ajoutent un effet au joueur s'il est équipé."
            ],
            "UI": [
                "Ajout d'une option carte graphique faible puissance qui peut-être désactivée pour augmenter les performances mais consommer plus d'énergie.",
                "Vous pouvez maintenant sélectionner votre canal principal depuis l’écran de sélection des canaux. Sélectionner un serveur principal pour vous y connecter d’un seul clic.",
                "Guide des enchaînements d'actions a été changé en Guide de Compétence.",
                "Le nombre maximum d’emplacements utilisables en cuisine est de 3.",
                "Le nombre maximum d’emplacements utilisables en cuisine/Alchimie impériale est de 3.",
                "L’effet de chute de neige dans les zones de combat peut être désactivé dans les paramètres."
            ],
            "Objet": [
                "Ajout de nouveaux objets permettant de polir les pierre d'alchimie de vie.",
                "Ajustement de certains schéma pour assembler des objets dans son inventaire."
            ],
            "Cashshop": [
                "Mise en place de soldes temporaires.",
                "Ajout du pet \"Choppy\".",
                "Ajout des costumes CS Anemos pour toutes les classes (ou juste les promotions, pas sûr ...)."
            ],
            "Évent": [
                "Ajout de l'événement saisonnier des Œufs d’Oie de Flondor."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?forums/notes-de-patch.117/",
        "date": "2017-04-05"
    },
    {
        "categories": {
            "Système": [
                "Mise à jour des horaires de guerre de conquête et de géopoints pour s'ajuster à l'heure d'été.",
                "Nouvelle options de customisation pour la voix des personnages."
            ],
            "Classe": [
                "Lame Sombre : Correction de l’application des dégâts avec un javelot sur le dos d’un éléphant."
            ],
            "Mécanique": [
                "Mises à jour des intitulés de certaines connaissances pour mieux correspondre aux régions maritimes.",
                "Diminution du nombre de connaissance pour compléter certaines catégories et débloquer les points d'énergies associés."
            ],
            "Objet": [
                "Il est dorénavant possible d'échanger les 3 ceinture de combattant rhutum entre ses personnages."
            ],
            "Cashshop": [
                "Un nouveau set de meubles a été ajouté."
            ],
            "Évent": [
                "Nouvel événement d'assiduité.",
                "Fin de l’événement de lancement de la Lame Sombre."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-29-mars-2017.354/",
        "date": "2017-03-29"
    },
    {
        "categories": {
            "UI": [
                "Il est maintenant possible d'activer un système d'alignement automatique lors de la modification de l'IU pour aligner les emplacements de touche rapide."
            ],
            "Objet": [
                "Il est maintenant possible d'acheter via l'hôtel des ventes du jeu l'objet \"Billet d'échange de costume\". (cf ce tuto pour plus d'explication)."
            ],
            "Cashshop": [
                "Ajout de costumes saisonniers pour une bonne partie des classes féminines.",
                "Nouvelles décorations pour les maisons"
            ],
            "Évent": [
                "Événement saisonnier pour l'arrivée du printemps (décoration de villes, boites en récompense et nouvelle décoration de maison accessible uniquement durant l’événement)."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-22-mars-2017.309/",
        "date": "2017-03-22"
    },
    {
        "categories": {
            "Système": [
                "L'aventure de l'esprit occulte"
            ],
            "Mécanique": [
                "Les guildes sans géopoints peuvent à présent déclarer des guerres contre n'importe qu'elle autre guilde.",
                "Correction de l’interruption de voyage automatique lorsqu’un ping de guilde et placé sur la carte. (Réflexion personnelle : soit disant, j'ai encore des remontées en guilde de ce soucis)."
            ],
            "Objet": [
                "Ajout des costumes craftables de la lame sombre"
            ],
            "Cashshop": [
                "Valkyrie : Ajout d'un costume.",
                "Musa : Ajout d'un costume.",
                "Ajout du pet \"Tom le long\""
            ],
            "Évent": [
                "Evénement de la Saint Patrick (Distribution de bières d'xp)",
                "Ajout d'un colorant vert temporaire"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-15-mars-2017.198/",
        "date": "2017-03-15"
    }
]