[
    {
        "categories": {
            "Système": [
                "Les conditions d'achat et d'utilisation pour QG de terrain ont été modifiées.",
                "L'onglet Collection du menu Seigneur affiche désormais bien le budget de sécurité.",
                "Le temps de réparations et d'amélioration des forts pendant les guerres de sièges sera désormais diminué jusqu'à 50% en fonction des compétences de vie du joueur.",
                "Correction du problème qui pouvait causer un retard dans le traitement du son du jeu.",
                "Correction d'un problème qui fermait le client de jeu en cas de fermeture d'une notification après un transport de personnage.",
                "Correction d'un problème qui fermait instantanément l'arène d'Arsha juste après le début de la partie.",
                "Correction du problème des servantes qui donnaient accès à des dépôts en dehors de la région initialement prévue."
            ],
            "Classe": [
                "Toutes les classes voient certaines compétences de niveau 1 apprises directement à la création de personnage.",
                "Les classes suivantes ont vu leur niveau requis réduit pour l’obtention de certaines compétences : Sorcière, Berserker, Dompteuse, Magicien, Magicienne.",
                "Sorcière : Le texte « Annulé lors des coups supplémentaires » a été ajouté à la suite de « Dégâts réduits en JcJ » dans la description de Flamme funèbre II.",
                "Poings Furieux : Corrections et améliorations sur les capacités (3) : Pas éclair, Vrille, Pas éclair, Esquive rapide."
            ],
            "Quête": [
                "De nouvelles quêtes de taverne sont ajoutées à la zone d'Altinova."
            ],
            "Mécanique": [
                "Les portées max. des canons du voilier d'Epheria et de la [Guilde] Galère ont été augmentées.",
                "Les caractéristiques de certains monstres de Mediah ont été ajustées.",
                "Tabou le gérant d'entrepôt a été déplacé vers l'entrée du désert sur le côté du bazar du grain de sable."
            ],
            "UI": [
                "Dans les détails d'emplacements de monstres de la mine de fer abandonnée, de la planque des manes, du repair des bandits errants, du poste des helms et du sanctuaire d'Elric, le niveau conseillé est remplacé par les PA conseillés.",
                "Un message d'erreur signale maintenant l'échec d'un changement de serveur.",
                "Ajout d'une icône d'informations sur le système de JcJ sur l'écran de mort."
            ],
            "Objet": [
                "Un bonus Vitesse de mouvement +2 a été ajouté au Costume de Soldat de Serendia débutant.",
                "Un ensemble d'accessoires Œil d'Asula cramoisi a été ajouté."
            ],
            "Cashshop": [
                "Des boutons Terminer maintenant sont ajoutés pour la fabrication de maison.",
                "Des boutons Terminer maintenant sont ajoutés pour la promotion d'ouvriers.",
                "Ajout du pet \"Tortue\".",
                "Poing Furieux : Ajout du costume \"Jaguar d'onyx\".",
                "Ajout du set \"Fisto\" pour le bateau de pêche."
            ],
            "Évent": [
                "Mise en place de 3 calendriers de récompenses : journalier * 2 et un pour les membres de guildes moyennes ou plus grande.",
                "L’événement ruée vers l'or a commencé.",
                "L'événement Voyage de Rulupee saison 2.",
                "Le jeu de la mailloche du roi palourde a été ajouté au parc aquatique de Terrmian.",
                "Un courant anormal a été détecté dans le parc aquatique de Terrmian amenant avec lui de nouveaux poissons rares dans ses eaux!"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-16-ao%C3%BBt-2017.43799/",
        "date": "2017-08-16"
    },
    {
        "categories": {
            "Système": [
                "Les maintenances se feront dorénavant toutes les 2 semaines au lieu de toutes les semaines.",
                "Correction des problèmes de réservation à l’Arène d’Arsha.",
                "Correction du problème causant la baisse de Karma lorsqu’un joueur attaque et détruit des forts et postes de commande durant les guerres de conquête et de géopoint."
            ],
            "Classe": [
                "Ninja : Correction de l’application des effets de la compétence Poursuite ciblée lors de l’utilisation de Pas fantôme juste après celle-ci.",
                "Kunoichi : Correction de l’application des effets de la compétence Poursuite ciblée lors de l’utilisation de Pas fantôme juste après celle-ci.",
                "Poings Furieux : Ajustement de l’effet de la compétence Glissement de terrain pour correspondre à sa portée. Ajustement des effets de la compétence Coup de pied perçant."
            ],
            "Mécanique": [
                "Les personnages de niveau inférieur à 50 ne peuvent pas tirer au canon de la [Guilde] Galère et du Voilier d’Epheria."
            ],
            "UI": [
                "La fenêtre d’équipement montre maintenant la PA, la PA de l’arme d’éveil et la PD dans son guide."
            ],
            "Objet": [
                "Amélioration des pierres noires pures afin que les bonus d’objets ne disparaissent pas après la mort d’un personnage."
            ],
            "Cashshop": [
                "Ajout du costume de Terrminé pour les chevaux.",
                "Ajout du costume de Terrminé pour les wagons.",
                "Ajout du jukebox aux couleur de Terrmian."
            ],
            "Évent": [
                "L’Aventure de l’Esprit occulte fait son retour.",
                "Arrivée de nouvelles quêtes événementielles au Parc aquatique de Terrmian !"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-2-ao%C3%BBt-2017.37869/",
        "date": "2017-08-02"
    },
    {
        "categories": {
            "Système": [
                "Ouverture de l’arène d’Arsha : Arène que l'on peut réserver et dont les règles peuvent être ajustée par la guilde qui l'a réservé.",
                "Ajout du Chat vocal de guilde.",
                "Changement d'appellation des taxes de guilde.",
                "Les officiers de guilde peuvent maintenant récupérer les fonds de soutien de guilde.",
                "Maintenant, les joueurs doivent se connecter au client avant de recevoir les mises à jour. Ouvrir le client ne téléchargera plus les mises à jour automatiquement."
            ],
            "Classe": [
                "Berserker : Ajout du texte «Utilisable durant la compétence Flux : Vague ancienne» à la description de la compétence Flux: Tir Multidirectionnel.",
                "Magicien : Corrections et améliorations sur les capacités (3) : Zone de protection et invocations.",
                "Magicienne : Corrections et améliorations sur les capacités (3) : Zone de protection et invocations.",
                "Ninja : Il est plus facile de passer en mode Surado en utilisant la compétence Entaille obscure.",
                "Kunoichi : Corrections et améliorations sur les capacités (15) : Entaille obscure, Flux : Sprint du Clair de Lune, Flux : Cercle lunaire, Perfectionnement Saharyun, Danse Macabre, Cercle de colère, Toupie de sang I et II, Soif de sang : Saharyun, Disque lunaire, Décharge lunaire I et II, Miroir, Ruée Lunaire, Danse du Saha.",
                "Poings Furieux : Corrections et améliorations sur les capacités (24) : Brise-Crâne, Bête sauvage, Chute, Chute infernale, Assaut Féroce, Frappe terrestre, Pas fulgurant, Pas silencieux, Flux : Crocs Féroces, Combat incessant, Purgatoire, Frappe Véritable, Vrille, Combinaison explosive, Flux : Vent latéral, Echo, Suppression Massive, Triple coup de pied volant IV"
            ],
            "UI": [
                "Ajout du bouton de black Desert Online TV au menu Échap. Cliquez sur ce bouton pour ouvrir une fenêtre internet et afficher la page internet BDO TV."
            ],
            "Objet": [
                "Correction de l’application du bonus de l’Élixir Weenie lors de l’utilisation d’Élixir de Weenie déferlant."
            ],
            "Cashshop": [
                "Ajout de [Événement] Pack de Canicule.",
                "Ajout du costume de Terrminé pour toutes les classes féminines.",
                "Lame Sombre : Ajout du costume Kibelius.",
                "Poings Furieux : Ajout du costume Karlstein.",
                "Tous les joueurs ont reçu un coupon de réduction de 20% valable jusqu'au 7 août 2017."
            ],
            "Évent": [
                "[Événement] Fragments de Cron peuvent être obtenus partout dans BDO."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-26-juillet-2017.34993/",
        "date": "2017-07-26"
    },
    {
        "categories": {
            "Système": [
                "La méthode de distribution des fonds sociaux de guilde a été légèrement modifiée. Les guildes devront réclamer le fond social hebdomadaire depuis la fenêtre de guilde (G) si au moins 10 membres de la guilde sont connectés."
            ],
            "Classe": [
                "Berserker : Corrections et améliorations sur les capacités (3) : Flux : Vague ancienne, Flux : Tir Multidirectionnel, Esquive.",
                "Musa : Correction de la possibilité d’utilisation d’Esquive avec le Mushindo même après le blocage de la commande.",
                "Maehwa : Corrections et améliorations sur les capacités (5) : Lame tenace I, Lever de lune I et II, Flocon de neige collant I et II, Piliers de givre, Exercice de pétale.",
                "Ninja : Correction de l’application des dégâts de la compétence Vent Tranchant VI."
            ],
            "Mécanique": [
                "Correction de l’application de dégâts de galère ou de voilier d’Epheria sur les monstres marins."
            ],
            "Cashshop": [
                "Augmentation du prix de vente maximum des objets de perle sur le marché.",
                "Ajout d'un nouveau set de meubles : Meubles de Baleine de Margoria."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-19-juillet-2017.31955/",
        "date": "2017-07-19"
    },
    {
        "categories": {
            "Système": [
                "Le montant d'expérience gagné pour un personnage en dessous du niveau 61 a été ajusté pour faciliter la montée de niveau.",
                "L’autorité du maitre de guilde peut maintenant être déléguée si le maitre actuel est absent (hors ligne) pendant 15 jours. (30 jours précédemment)",
                "Correction de titres qui sont maintenant obtenables.",
                "La perte de Karma en JcJ sauvage (PK) a été ajusté. La perte est basée sur la différences d'équipement entre les deux joueurs."
            ],
            "Classe": [
                "Toutes les classes : Sprinter dure plus longtemps depuis une position inactive (hors position d’éveil et de combat).",
                "Guerrier : Modification de la description d’Impact puissant I et II.",
                "Sorcière : Corrections et améliorations sur les capacités (3) : Flux: Cri de l’obscurité, Violation, Festin du corbeau.",
                "Valkyrie : L’effet de contre attaque est maintenant correctement appliqué à l’utilisation de la compétence Contre parfait.",
                "Maehwa : Correction de l’application de l’effet de Récupération de PF en connectant les compétences Pas de neige et Stigmate.",
                "Ninja : Légère réduction de la consommation de durabilité de toutes les compétences de Surado.",
                "Ninja : Correction de la récupération trop rapide d’une cible après avoir chuté à la suite d’une compétence du Ninja.",
                "Poings Furieux : Augmentation des PD magiques."
            ],
            "UI": [
                "La fonction d’IU détachable est utilisable maintenant avec les Notes d'artisanat.",
                "Ajout du bouton d’enregistrement d’objet à la fenêtre du marché.",
                "La liste de modifications a été ajoutée à l’historique de Customisation.",
                "Magasin de perle : Lors de l’achat d’objets, une fenêtre pop-up apparaitra si l’utilisateur possède un coupon disponible."
            ],
            "Objet": [
                "De nouveaux matériaux peuvent être utilisés pour polir les pierre d'alchimie de Vie.",
                "Des objets ont été adaptés pour profiter à toutes les classes.",
                "De nouveaux objets permettent à présent de choisir entre Durabilité et Optimisation lors de l'enchantement.",
                "L’éventail de prix des objets immédiatement disponibles à l’achat (Prix le plus bas) a été agrandit.",
                "Ajout de costumes fabricables pour le Poings Furieux."
            ],
            "Cashshop": [
                "Ajout des costumes Romance marine pour la majorité des classes."
            ],
            "Évent": [
                "Grande ouverture du parc aquatique de Terrmian."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-12-juillet-2017.27439/",
        "date": "2017-07-12"
    },
    {
        "categories": {
            "Système": [
                "Vous pouvez combiner cinq ingrédients en alchimie simple (Transformation).",
                "Ajout de la fonction de recherche de groupe.",
                "Ajout d’un nouveau PnJ forgeron au Poste des Helms, Coloduhas. Il n’offre que des réparations."
            ],
            "Classe": [
                "Valkyrie : Corrections et améliorations sur les capacités (2) : Choc de lumière, Esquive avec la Lance."
            ],
            "Quête": [
                "Suppression du tutoriel d’Heidel."
            ],
            "Mécanique": [
                "Ajout d’une nouvelle option de customisation de voix de personnage."
            ],
            "UI": [
                "Ajout d’une fenêtre de notification pour l’utilisation des coupons.",
                "Ajout d’un nouveau guide vidéo «Contrôles de base et de combat». Vous pouvez la consulter depuis la liste des guides de la carte du monde."
            ],
            "Objet": [
                "Tous les équipements avec des statistiques de précision augmentée ont une description identique aux plats, cristaux et élixirs. Tous les effets restent les même.",
                "Le jukebox se trouve désormais dans la catégorie d’objet suivante : Intérieur > Accessoires d’intérieur > Jukebox."
            ],
            "Cashshop": [
                "Ajout du pet \"Hibou Carmadun\".",
                "Magicienne : Ajout du costume \"Saule Pleureur\".",
                "Magicien : Ajout du costume \"Mémoire de Sage\".",
                "Lame Sombre : Ajout du costume \"Marine d'Epheria\"."
            ],
            "Évent": [
                "Mise en place de la suite des récompenses pour l'accomplissement de la \\\"croissance de l’arbre de la Kamasilve\\\".",
                "Lancement de l’Événement de Biscuit de la chance Pit-a-Pat"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-5-juillet-2017.24881/",
        "date": "2017-07-05"
    },
    {
        "categories": {
            "Système": [
                "Vous devez être inactif pour procéder à la fabrication de matériaux.",
                "Vous devez être inactif pour rejoindre l’arène de combat.",
                "Le filtre de zones de farming d’exp dans la carte mondiale affiche les PA recommandés pour la Garnison des Sausans et les Gardes de Shultz."
            ],
            "Classe": [
                "Musa : Les cibles sont repoussées moins loin qu’avant lors de l’utilisation des compétences Floraison et Floraison : fantôme.",
                "Maehwa : Corrections et améliorations sur les capacités (10) : Floraison, Floraison : fantôme, Pas de neige, Piliers de givre, Flux : Pointe de l'iceberg, Stigmate, Oppression, Coup de poignard de nuage, Lever de Lune.",
                "Kunoichi : Corrections et améliorations sur les capacités (2) : Ruée lunaire, Disque lunaire.",
                "Poings furieux : Corrections et améliorations sur les capacités (11) : Loup accroupi, Chute infernale, Descente de la Fureur, Kavancha illuminée, Flux : Vent latéral, Flux : Crâne Marteau, Vif-argent, Purgatoire, Animation plus fluide avec l'arme eveillée"
            ],
            "Quête": [
                "Ajout d’une quête précédente aux quêtes de promotion de combat. Vous recevez cette quête à partir du niveau 55."
            ],
            "Mécanique": [
                "Augmentation du montant d’EXP reçu par les monstres de la garnison des Sausans."
            ],
            "Objet": [
                "Les guides d’effets sur tous les objets d’équipements ont été révisés et systématisés.",
                "Diminution du temps de réapparition des monstres suivants : Garde des sausans, Soldat sausan robuste, Éclaireur sausan, Tireur d'élite sausan, Assassin sausan, Soldat sausan, Gardien sausan, Canonnier sausan, Camp de provisions des sausans et Tente des sausans.",
                "La PA suggérée a été implémentée pour la Garnison des Sausans.",
                "Le temps avant la disparition des Boss de monde passe de 2 heures à 30 minutes s'ils ne sont pas engagés par les joueurs."
            ],
            "Cashshop": [
                "Ajout de nouveaux set de meubles pour les résidences."
            ],
            "Évent": [
                "Mise en place des récompenses pour l'accomplissement de la \"croissance de l’arbre de la Kamasilve\".",
                "Étant donné les problèmes récurrents de lag que les joueurs subissent, nous avons implémenté un bonus de 100% d'EXP.",
                "Pour célébrer l'été, [Loyalties] Feu d'artifice de Garnier est maintenant disponible dans la boutique de Loyautés."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-28-juin-2017.21760/",
        "date": "2017-06-28"
    },
    {
        "categories": {
            "Système": [
                "Sortie de l'éveil pour le Poings Furieux.",
                "Mise à jour des bonus d'expériences journaliers que l'on peut récupérer via [Heure de Grind journalière!].",
                "Une nouvelle arène de combat a été ajouté.",
                "De nouveaux titres ont été ajoutés pour la chasse.",
                "Le Karma perdu en engageant et en tuant un joueur a augmenté de 60 000 à 120 000."
            ],
            "Classe": [
                "Valkyrie : La description de la compétence Châtiment a été modifié pour maintenant inclure «peut désormais être utilisée avec la Lance via le raccourci \"E\".",
                "Ninja : Le problème concernant les chances de coup critique de Shuriken: Malice III qui ne correspondaient pas avec l’effet actuel a été corrigé.",
                "Poings Furieux : Sortie de l'éveil. L'arme associée : «Kavancha» a été ajouté!"
            ],
            "Quête": [
                "Ajout des quêtes d’éveil du Poings Furieux.",
                "Neuf nouvelles quêtes ont été ajoutées au jeu."
            ],
            "Mécanique": [
                "Les monstres dans les zones suivantes de Mediah ont été ajusté pour donner plus d’EXP et ont moins de points de vie : Mine de fer abandonnée, Planque des manes, Repaire des bandits errants, Poste des helms, Sanctuaire d'Elric.",
                "Certaines régions de Mediah ne comporteront plus l’objet \"Cristal magique d'infinité\" dans la liste des objets obtenables. À la place, l’obtention des pierres noires (Armure) a été augmenté.",
                "L’apparition de monstres dans la garnison des sausans a été modifié.",
                "Certaines régions de Mediah ont eu une augmentation de l’obtention de l’armure de puissance herculéenne.",
                "De nouveaux emplacements de gardes Shultz ont été ajoutés à la garnison des Sausans."
            ],
            "UI": [
                "Jeter un objet peut maintenant uniquement se faire en utilisant l’icône de la poubelle dans la fenêtre de l’inventaire.",
                "Un raccourci associé à la rotation a été ajoutée à l'interface utilisateur lorsque quelque chose est en train d’être installé ou mis en place dans une résidence."
            ],
            "Objet": [
                "L’effet spécial de limite de poids -25 de toutes les armes principales Elsh a été supprimé.",
                "La description des objets pour l'entrainement du coursier va maintenant montrer pour quel entrainement l'objet est utilisé."
            ],
            "Cashshop": [
                "Poings furieux : Ajout des costumes éveillés."
            ],
            "Évent": [
                "Pour célébrer la sortie de l’éveil du Poings Furieux, l’obtention des pierres noires a été augmenté.",
                "Afin de célébrer l'achèvement de l’événement de la \"Croissance de l’arbre de la Kamasilve\", des événements additionnels pour récompenser les joueurs sont en préparations.",
                "Fin du concours de niveau du Poings Furieux.",
                "Fin des événements : Les Reliques Dorées, Festival des Roses, Croissance de l’arbre de la Kamasilve, L'aventure de l'esprit occulte."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-21-juin-2017.16972/",
        "date": "2017-06-21"
    },
    {
        "categories": {
            "Système": [
                "Mise en place d'une taxe foncière de guilde et d'un fond de prestations de guilde.",
                "Certains ajustements ont été réalisés pour agrandir l’espace disponible à l’intérieur de certaines résidences du territoire de Calpheon. Certaines maisons ont reçu un nouvel escalier et étage à explorer, un plafond élevé, un espace au sol plus grand et un placement de portes différent."
            ],
            "Classe": [
                "Rôdeuse : Modification de la description de Vent pénétrant III et IV et Dague de protection.",
                "Rôdeuse : Réduction des chances de réduction de durabilité pour certaines compétences.",
                "Valkyrie : Modification de la description de Choc de bouclier.",
                "Valkyrie : Légère augmentation des chances agrippement en utilisant la compétence Châtiment.",
                "Valkyrie : Vous pouvez maintenant utiliser la compétence Châtiment sur un emplacement rapide en mode Lance.",
                "Kunoichi : Réduction des chances de réduction de durabilité avec les compétences Danse macabre et Ruée lunaire."
            ],
            "Quête": [
                "Modification des récompenses d’éveil pour toues les classes.",
                "Mises à jour des quêtes a effectuer pour obtenir l'éveil des classes.",
                "Ajout de nouvelles quêtes débloquées une fois l'éveil récupéré."
            ],
            "Objet": [
                "Ajustement de certains schéma pour assembler des objets dans son inventaire.",
                "De nouveaux objets peuvent maintenant être vendus aux PNJ.",
                "Ajout de la vitesse de mouvement à la description des Vêtements de navigateur brodés d’argent.",
                "Correction de l’application des dégâts de [Guilde] Tir enflammé, [Guilde] Tir empoisonné et [Guilde] Bombe aveuglante après modification de l’angle de caméra.",
                "Modification de la description de Vêtements d'entraîneur de «augmentation d’EXP de compétence» pour augmentation de la maitrise de l’entrainement.",
                "Ajout de l’objet \"Livre secret du Forgeron\" permettant de produire des conseils de Valks introduit précédemment."
            ],
            "Cashshop": [
                "Retour temporaire des costumes d'Epheria pour une majorité des classes."
            ],
            "Évent": [
                "L’événement «Croissance de l’arbre de la Kamasilve» a commencé !"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-14-juin-2017-mise-%C3%A0-jour.12934/",
        "date": "2017-06-14"
    },
    {
        "categories": {
            "Système": [
                "Ajout d’une seconde au délai lors de la prise de capture d’écran."
            ],
            "Quête": [
                "Ajout des quêtes d’avancement de vie et de certificat de transformation au menu des quêtes suggérées.",
                "Certaines quêtes de Calpheon ont vu leurs conditions de démarrage modifiées."
            ],
            "Mécanique": [
                "Correction des dégâts appliqués sur les galères lorsque les autres joueurs activent le JcJ forcé et attaquent celles-ci avec leur propriétaire à la barre.",
                "Ajout d’un fonction vous permettent de taguer un joueur."
            ],
            "Objet": [
                "L’EXP de dressage a été modifiée en EXP de monture dans la description des objets.",
                "Les Vêtements de fermier sont maintenant vendus par les marchands produits de luxe."
            ],
            "Cashshop": [
                "Ajout du Pack de bienvenue d’Amerigo dans le magasin de perles."
            ],
            "Évent": [
                "Le calendrier d’assiduité du mois offre des sceaux de Shakatu et un pingouin compagnon.",
                "L’événement des «Artéfacts Dorés» fait son retour."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-7-juin-2017.9763/",
        "date": "2017-06-07"
    },
    {
        "categories": {
            "Système": [
                "Ajout de 3 nouveaux canaux pour les joueurs Steam."
            ],
            "Classe": [
                "Les classes suivantes ont eu des modifications sur la description de leur capacité : Guerrier, Sorcière, Ninja.<",
                "Poings Furieux : Correction de l’application de réduction des PD lors de l’utilisation de la compétence Flux : griffe furtive en mode Esprit Combatif."
            ],
            "Quête": [
                "Amélioration de la quête récurrente Collier de pouvoir magique scellé pour vous permettre de choisir votre terrain de chasse.",
                "Modifications des restrictions / d'objectifs de quelques quêtes de Mediah et Valencia.",
                "Ajout de 6 nouvelles quête au près de Tanzine, le palefrenier de Valencia.",
                "Ajout d’une nouvelle connaissance : le Chercheur Centaure.",
                "Changement d’une condition d’échange de l’Armure de Magie Faible en Jetons de Promesse auprès de Grandus, Vendeur d’armures à la ville de Calpheon."
            ],
            "Mécanique": [
                "Les objets obtenables via l'aventure de l'esprit Occulte ont été en partie modifiés.",
                "Les cartographes Schutgen de l’île de Ginburrey et Lecenin de l’île de Pujara peuvent maintenant réparer des objets.",
                "Les bateaux de commerce navigant entre Epheria, Altinova et le Port intérieur d'Ancado ont été séparés en 2 lignes distinctes : Epheria ↔ Altinova et Altinova ↔ Port intérieur d'Ancado.",
                "Amélioration des mouvements de la Baleine bleue pour un effet plus naturel.",
                "Correction des moments où la Baleine bleue restait immobile au même endroit.",
                "Augmentation du nombre d’attaques de la Baleine bleue.",
                "Remplacement de certains Centaures par des Centaures Chercheurs entre les plaines de Taphtar et la porte de Barhan."
            ],
            "UI": [
                "[Historique de customisation] Affinez la création de votre personnage avec les boutons annuler et refaire pour naviguer parmi vos changements récents.",
                "Les défilements dans la fenêtre de Chat ont été améliorés pour être plus doux.",
                "Correction de l’affichage des arbres bloquant la vue de votre jardin en plantant des cultures."
            ],
            "Objet": [
                "La chasse permet à présent d'obtenir les objets : Tête d'élan géant empaillée, Tête de sanglier géant empaillée, Tête de loup géant empaillée."
            ],
            "Cashshop": [
                "Ajout d'un nouveau set de meubles : Meubles de fleurs de printemps."
            ],
            "Évent": [
                "Lancement du concours de capture d’écran du Festival des Roses.",
                "Lancement du Tour du Monde avec Rulupee."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-31-mai-2017.6166/",
        "date": "2017-05-31"
    },
    {
        "categories": {
            "Système": [
                "Ajout de 6 nouveaux canaux. 2 sont dédiés aux joueurs revenant ou nouveaux joueurs hors steam, 4 aux joueurs steam."
            ],
            "Classe": [
                "Ajout d’une nouvelle classe : le Poings Furieux (Striker en anglais).",
                "Correction du changement soudain d’emplacement de joueur en JcJ après un trébuchement.​",
                "Le problème du bouclier éveillé de la Valkyrie a été résolu."
            ],
            "Quête": [
                "Tutoriel d’extraction ajouté au PnJs forgerons.",
                "2 Pierres noires (arme) et 2 Pierres noires (armure) ont été ajoutées aux récompenses de quête pour la dernière tâche de la série Chasser au Sud-ouest de Calpheon."
            ],
            "Mécanique": [
                "Augmentation notable des chances d’élever un cheval de groupe supérieur.",
                "Ajout de la fonction de magasin au Cartographe du camp des orcs, Buddy le chasseur d'orcs.",
                "Discuter avec le PnJ cartographe de la Zone du volcan de Gavinya, Muturan, vous permet d’obtenir la connaissance de la zone correspondante.",
                "Non annoncé dans le patch notes : Kzarka a été mis à jour avec de nouvelles capacités."
            ],
            "UI": [
                "Ajout d’un icône récupérer sur le menu principal. cliquez sur ce bouton pour ouvrir votre page de compte et récupérer les objets sur les coupons Web.",
                "Retrait du bouton de marché à côté de l’icône de ville sur la carte mondiale.",
                "Dans Mes Informations > Optimisation, un text pop-up apparait pour vous indiquer les classes affectées par l’augmentation de vitesse d’attaque et vitesse de conjuration."
            ],
            "Objet": [
                "Ajout de l’arme principale «Gantelets» et de l’arme secondaire «Coudières» du Poings Furieux.",
                "La description de l'objet Cristal de magie noire - Agilité a été ajusté : Tous types d'esquive +12 → Tous types d'esquive +8​."
            ],
            "Cashshop": [
                "Réductions au magasin de perle et coupons.",
                "Pour marquer le lancement du jeu sur Steam, des coupons de réductions (limité sur le temps) ont été donnés.",
                "Poings furieux : Ajout des costumes et sous vêtements de lancement.",
                "Lame Sombre : Ajout du costume Puff Mini.",
                "Rôdeuse : Ajout du costume Stella.",
                "Valkyrie : Ajout du costume Joutes.",
                "Sorcière : Ajout du costume Lucien Blanc.",
                "Magicienne : Ajout du costume Rakshande.",
                "Guerrier : Ajout du costume Brut Lancelot.",
                "Dompteuse : Ajout du costume Félin Nocturne.",
                "Kunoichi : Ajout du costume Félin Nocturne.",
                "Maehwa : Ajout du costume d'Adenophora.",
                "Magicien : Ajout du costume Gavi Regan.",
                "Musa : Ajout du costume Gavi Regan.",
                "Berserker : Ajout du costume Gavi Regan.",
                "Ninja : Ajout du costume Gavi Regan."
            ],
            "Évent": [
                "Concours de pex pour le striker.",
                "Lancement de l’événement de sceaux du Poings Furieux.",
                "Lancement de l’événement de gain de Niveau du Poings furieux.",
                "Événement d’augmentation de récupération de Pierres Noires.",
                "Lancement d'une nouvelle saison de l'Aventure de l’Esprit Occulte."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-24-mai-2017.4330/",
        "date": "2017-05-24"
    },
    {
        "categories": {
            "Système": [
                "Un Répertoire de Paramètres a été ajouté, vous permettant de sauvegarder et charger vos paramètres personnalisés.",
                "Une fonction de capture d’écran haute résolution a été ajoutée dans les Paramètres du Jeu > Écran.",
                "Vous pouvez choisir d’afficher ou non votre nom de famille ou de personnage dans la fenêtre de chat.",
                "L’horodatage a été ajouté à la fenêtre de chat.",
                "Vous pouvez ajuster la taille de la fenêtre avec votre souris en mode fenêtré.",
                "Vous pouvez vérifier le Marché aux chevaux via la carte du monde.",
                "Vous pouvez ajuster l’effet d’opacité dans les Paramètres du jeu > Écran.",
                "Vous pouvez ajuster l’effet de mise au point durant les combats via les Paramètres du jeu > Écran."
            ],
            "Classe": [
                "Guerrier : Corrections et améliorations sur les capacités (4) : Pulvériser, Flux : Coup de genou, Flux : Découpe des morts, Enterrement",
                "Rôdeuse : Corrections et améliorations sur les capacités (4) : Vent rasoir, Lame froide, Flux : Tempête, Rage elfique",
                "Sorcière : Corrections et améliorations sur les capacités (6) : Flamme funèbre II, Chasse fatale, Marque de l'ombre III et IV, Coup de pied, Jugement de la Faucheuse",
                "Berserker : Corrections et améliorations sur les capacités (1) : Dévastation, Flux : Partage des terres",
                "Dompteuse : Corrections et améliorations sur les capacités (3) : Heilang : Griffe haute, Danse de la Bête légendaire (Tigre blanc) II, III et IV",
                "Valkyrie : Corrections et améliorations sur les capacités (5) : Coup de poignard éclair, Défense solide, Terre Sainte, Entraînement à la Lance, Châtiment",
                "Magicien : Corrections et améliorations sur les capacités (7) : Séisme, Jugement ardent,  changement d'arme accéléré et garde fonctionnelle, correction de la super armure non appliquée dans certains cas",
                "Magicienne : Corrections et améliorations sur les capacités (8) : Séisme, Jugement ardent, Protection de Crevasse, changement d'arme accéléré et garde fonctionnelle, correction de la super armure non appliquée dans certains cas",
                "Musa : Corrections et améliorations sur les capacités (3) : Lacération, Broyeur de croûtes, Pas en arrière",
                "Maehwa : Corrections et améliorations sur les capacités (6) : Lacération, Morsure de Dragon, Griffe de dragon, Flux : Sprint du Clair de Lune, Flocon de neige collant",
                "Ninja : Corrections et améliorations sur les capacités (4) : Balayage, Ascension du Dragon, Pluie de lames, Lacération du vide",
                "Kunoichi : Corrections et améliorations sur les capacités (3) : Balayage, Disque lunaire, Toupie de sang",
                "Lame Sombre : Corrections et améliorations sur les capacités (2) : Cendres Obsidiennes, Terrain Corrompu, Explosion de l’ombre V, Griffes Ravageuses IV"
            ],
            "Quête": [
                "Certaines quêtes permettant d’obtenir des Jetons de promesse/Sceaux ont été mises à jour.",
                "La partie de la Mission d’élimination de Guilde, Combattre les Waragons de Valencia, a été retirée.",
                "Amélioration de l’affichage du niveau de Commerce minimum requis maintenant correctement affiché dans la description des Missions de guilde de Commerce.",
                "La quête «Le Prophète d’Altinova» a été retirée de la quête principale.",
                "La série de quêtes «Le passé d’Encarotia» a été ajoutée à la Capitale de Calpheon.",
                "Certaines quêtes sont maintenant répétables et ne donnent plus d’EXP de contribution en récompense.",
                "De nouvelles quêtes répétables ont été ajoutées au Sanctuaire d'Elric dans la région de Mediah.",
                "La quête journalière du Poste des Helms a été transformée en quête répétable immédiatement.",
                "Ajout de la quête : Tiny Light to Drive Out the Darkness via l'esprit occulte.",
                "Ajout de 3 nouvelles quêtes journalières de chasses liées aux nouveaux monstres ajoutés.",
                "Une nouvelle quête a été ajoutée à la Taverne d’Altinova.",
                "Une fois les 9 connaissances acquises à propos du Journal d'aventure du grand désert III, vous pouvez compléter l’histoire. Le niveau maximum d’Énergie pouvant être atteint à été changé en +1."
            ],
            "Mécanique": [
                "Remise en place de la fonction de Réservation à la Boutique secrète (Patrigio).",
                "Mise en place de 3 modes pour les pets. Agile, normal et prudent qui affecteront l'énergie consommées et la rapidité d'action.",
                "La jauge de Faim a été doublée pour tous les animaux de compagnie.",
                "L’Atelier de Florin, un nouvel Atelier de fabrication de meubles, a été ajouté à Florin 1-3.",
                "L’Atelier de Tarif, un nouvel Atelier de fabrication de meubles, a été ajouté à Tarif 2-3.",
                "L’Atelier de Arehaza, un nouvel Atelier de fabrication de meubles, a été ajouté à Arehaza 2-1.",
                "Ajout de quelques tutoriels.",
                "Résolution du souci empêchant parfois les Éléphants Cadria d’être affectés par les pièges à éléphant.",
                "Lors du mini-jeu de dressage de chevaux sauvages, l’indicateur de touche ESPACE ne s’affichera que lorsque le cheval se cabrera.",
                "11 nouveaux titres ont été ajoutés.",
                "Le minimum de participants pour le Champ de bataille rouge a été ajusté à 10.",
                "Utiliser la compétence Éperonner (Galère et Voilier d’Epheria) pour attaquer les monstres marins et les autres navires fonctionnera maintenant normalement en appliquant les dégâts corrects.",
                "Le nouveau PNJ Baan a été ajouté à l’entrée du Sanctuaire d’Elric.",
                "La Banque d'investissement a été ajoutée à la Liste d'utilisations de la maison pour chaque ville.",
                "Correction du problème lié au retour au point de départ de l’Ogre mutant ou du Troll mutant après qu’ils se soient déplacés sur une certaine distance et ceux-ci ne voient pas leurs PV restaurés.​",
                "Un nouveau monstre de chasse, l’Ours brun géant, a été ajouté à la Montagne de Balenos Ouest et Est.​",
                "Des monstres de chasse, l’Élan et le sanglier, ont été également ajoutés à la Montagne de Balenos Ouest.​",
                "De nouveaux monstres de chasse, le Renard géant et le Loup géant, ont été ajoutés à la Montagne de Balenos située à l’est du Port d’Epheria.",
                "Les mouvements de la Baleine bleue ont été améliorés afin de leur donner un air naturel.​",
                "Les PV de la Baleine bleue ont été augmentés et il est maintenant plus facile de l’atteindre.​",
                "Le taux d’obtention des Pierres noires a été augmenté en chassant la Baleine bleue.​"
            ],
            "UI": [
                "Vous pouvez basculer entre les onglets de chat via un raccourci.",
                "Le statut de Transport des objets du Dépôt ne sont maintenant plus affichés dans l’onglet Statut du transport des autres villes mais uniquement dans la ville d’origine et de destination.",
                "Si vous fermez la fonction de sticker d’IU (Interface Utilisateur) et activez la fenêtre nouveau, la fenêtre apparaîtra maintenant où elle a été fermée.",
                "Vous pouvez maintenant vérifier les compétences, équipement et informations de costume de votre cheval dans la fenêtre d’information qui est liée à la fenêtre d’information du wagon.",
                "Les vêtements fonctionnels et vêtements pouvant être fabriqués ont été ajoutés sous la catégorie Armure du Marché.",
                "Le pourcentage de Faim est maintenant affiché dans la liste des animaux de compagnie et l’EXP dans la fenêtre d’information de l’animal.",
                "L’option d’affichage d’une grille en mode d’édition de l’IU a été ajoutée.",
                "Il est maintenant possible de sauvegarder jusqu'à 3 profils d'UI personnalisée pour les réappliquer rapidement."
            ],
            "Objet": [
                "La chasse permet à présent d'obtenir les objets Tête d'ours empaillée et Tête de renard empaillée.",
                "L’efficacité d’attaque des canons améliorés a été accrue.",
                "Les dégâts contre les Forteresses et Postes de commandement ont été diminués pour les Galères et Voiliers d’Epheria.",
                "Le Cristal magique atténué : Navigation peut maintenant être créé via la technique de Meulage.",
                "Les chances d’obtenir un Éclat de cristal noir tranchant et un Éclat de cristal noir dur via l’Agriculture ont été légèrement augmentées.",
                "Trois nouveaux accessoires ont été ajouté : Collier de sort faible, Collier de sort faible concentré et Collier de sort faible scellé.",
                "La formulation pour Précision, Esquive, Augmentation et Diminution de PA a été révisée pour certains objets. Les effets restent les mêmes, il y a juste eu une harmonisation des valeurs des stats.",
                "Ajout de l'objet fragment de griffe de l'Esprit Occulte."
            ],
            "Cashshop": [
                "Ajout du set Arneus pour les wagons.",
                "Lame sombre : Ajout de sous vêtements.",
                "Sac d’équipement de Morco.",
                "[Loyalties] Sac de costumes de Patrigio."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-17-mai-2017.3204/",
        "date": "2017-05-17"
    },
    {
        "categories": {
            "Objet": [
                "Mise en place des objets \"Conseil de Valks\" récupérable dans la boite cadeau liée à l’événement de la famille Lauren."
            ],
            "Cashshop": [
                "Kunoichi : Ajout de sous vêtements.",
                "Magicienne : Ajout de sous vêtements.",
                "Maehwa : Ajout de sous vêtements.",
                "Valkyrie : Ajout de sous vêtements.",
                "Dompteuse : Ajout de sous vêtements.",
                "Sorcière : Ajout de sous vêtements.",
                "Rôdeuse : Ajout de sous vêtements."
            ],
            "Évent": [
                "Événement de distribution des pièces de la famille Lauren."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/informations-de-maintenance-10-mai-2017.1686/",
        "date": "2017-05-10"
    },
    {
        "categories": {
            "Objet": [
                "Ajout de l'objet [Événement] Sceau de Shakatu."
            ],
            "Cashshop": [
                "Ajout du nouveau pet Crabe caraparoche.",
                "Maehwa : Ajout d'un costume.",
                "Dompteuse : Ajout d'un costume.",
                "Ninja : Ajout d'un costume.",
                "Musa : Ajout d'un costume."
            ],
            "Évent": [
                "Lancement du concours de bande annonce réalisée par la communauté."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-3-mai-2017.804/",
        "date": "2017-05-03"
    },
    {
        "categories": {
            "Système": [
                "Ajout de l’IU détachable permettant de sortir des éléments de l’interface à l’extérieur de la fenêtre de jeu.",
                "Les fonctions de Dernier canal connecté et Canal aléatoire ont été ajoutées au bas de la liste des canaux lors de la connexion au jeu.",
                "Certaines zones sûres comme l’île d’Iliya sont devenues des zones de combat.",
                "Les joueurs peuvent maintenant courir, rouler, ou bouger dans une position assise avec un mousquet équipé.",
                "Le vitesse de mouvement a été augmenté avec un mousquet équipé et le nombre de balles avant recharge est de deux.",
                "Les joueurs ne peuvent pas tirer au mousquet sur une monture possédant la compétence «Deux places»."
            ],
            "Classe": [
                "Correction du souci causant un personnage d’être étourdit après être tombé et attaqué par une compétence de Rage d'esprit occulte : Guerrier, Sorcière, Berserker, Rôdeuse, Kunoichi et Ninja.​",
                "Augmentation grandement augmentée lors de l’attaque d’une créature invoquée sur les bâtiments de guerre de siège.",
                "Guerrier : Corrections et améliorations sur les capacités (6) : Flux : Brise-cheville, Enterrement, Flux : Coup téméraire, Flux : Tempête.",
                "Rôdeuse : Corrections et améliorations sur les capacités (5) :  Volonté du Vent, entraves spirituelles, Vent pénétrant, Découpe furieuse d’Ohwa, Vent gémissant.",
                "Sorcière : Corrections et améliorations sur les capacités (7) : Libération obscure, Libération obscure IV, Moisson des âmes, Ténèbres absolues, Coup de pied ténébreux, Jugement de la faucheuse, Le cauchemar de Cartian.",
                "Berserker : Corrections et améliorations sur les capacités (3) : Brise-roche, Flux : Bagarre, Dynamitage",
                "Dompteuse : Corrections et améliorations sur les capacités (4) : Déluge de coups, Heilang : Éclair du néant, Rotation complète, Perce-écho.",
                "Valkyrie : Corrections et améliorations sur les capacités (20) : Lueur tranchante, Flux : Contre tranchant, Lumière intense III et IV, Projection céleste, Pouvoir Divin, Verdict : Lance de justice, Flux : Révélation par le Sanctus, position de parade/contre, Charge lumineuse, Lancer de Bouclier, changement d'arme accéléré, Puissance divine, Puissance divine ultime, Entaille éblouissante, Terre Sainte, Coup de poignard éclair, Ultime : Coup de poignard éclair, Sprint désespéré, Assaut sacré",
                "Magicien : Corrections et améliorations sur les capacités (2) :  Pluie de météores, Boule d'eau.",
                "Magicienne : Corrections et améliorations sur les capacités (3) : Pluie de météores, Pluie de tourments, Psyché de spectre d’Aad.",
                "Musa : Corrections et améliorations sur les capacités (12) : Flèche véloce : tir d'évitement, Découpe tourbillon, Découpe tourbillon : cyclone, Coup de pied circulaire, Coup de pied circulaire ultime, Lame du tigre, Trancheur, Morsure de dragon, Séparateur, Flux : Taillade, Flux : Refoulement, Tornade, Découpe transversale",
                "Maehwa : Corrections et améliorations sur les capacités (10) : Flèche véloce : tir d'évitement, Découpe tourbillon, Découpe tourbillon : cyclone, Coup de pied circulaire, Coup de pied circulaire ultime, Lame du tigre, Trancheur, Morsure de dragon, Séparateur, Lame du Tigre, Flux : Coup de poignard de nuage, Lame tenace",
                "Ninja : Corrections et améliorations sur les capacités (6) : Kunai : Lancer évasif, Flux : Brise-cheville, Flux: Explosion Mach, Décapitation soudaine, Tueur né, Pas Ninja",
                "Kunoichi : Corrections et améliorations sur les capacités (6) : Kunai : Lancer évasif, Toupie de sang, Flux : Colère, Ruée lunaire, Shuriken : poison, pas fantôme, Taillade demi-lune",
                "Lame Sombre : Corrections et améliorations sur les capacités (7) : Roue du Destin, Nocturne​, Démonstration de Force IV, Flot : Coup Final, Terrain Corrompu, Frappe dissimulée III"
            ],
            "Quête": [
                "Correction des quêtes de Valencia marquées en tant que quêtes de Mediah.",
                "La méthode pour acquérir la connaissance de la Zone neutre centrale a été modifiée.",
                "Les conditions pour la quête «Par vents et marées» ont été modifiées.",
                "Résolution d’un problème lorsque la connaissance de certains Cartographes sur les iles ne pouvait pas être acquise via une conversation.",
                "Une nouvelle série de quêtes d’histoire dans Calpheon, «Monarque des ténèbres» a été ajouté.",
                "Les quêtes «Échange d'armure magique l», et «Échange d’arme secondaire I» ont été modifié de «Lié à la famille» à «Lié au personnage» et l’histoire complète a été réinitialisé.",
                "Une quête a été ajouté en tant que prérequis pour la quête «Mon premier petit poney».",
                "L’expérience de contribution acquise après avoir complété les quêtes quotidienne à Balenos, Serendia et Calpheon a été augmenté.",
                "Pour Raffinement IV, l’énergie maximale obtenue sera de 1.",
                "Le tutoriel en relation avec «Escalade de murs» a été ajouté."
            ],
            "Mécanique": [
                "Lors de la capture d’un cheval ou d’un bébé éléphant, la corde de capture ne peut pas être lancée depuis une distance inférieure à 10M de la cible.",
                "Mise en place des options \"optimisation\" et \"durabilité\" lors des enchantements sous certaines conditions.",
                "Le lieu de rassemblement des pécheurs en face de Velia a été légèrement déplacé.",
                "Les joueurs ayant le bonus de Magnat recevront l’effet de succès du jeu de marchandage sans avoir à jouer à celui-ci.",
                "Certaines étagères murales ont été modifié pour permettre le placement d’objet sur elles.",
                "En fonction du prix cumulé, l’effet du magnat sera appliqué uniquement lors de l’achat d’Articles à vendre limités.",
                "Sur les serveurs de Géoconflit et de Guerre de Siège, les World Boss n’apparaitront pas pendant les 15min qui précèdent et suivent le début et la fin de la guerre.",
                "Les articles qui ont été marqué d’une enchère dans l’hôtel des ventes peuvent maintenant être achetés à un prix supérieur au prix minimum.",
                "Des nouveaux monstres pour la chasse ont été ajoutés aux Montagnes Orientales de Balenos : Sanglier géant et Cerf à grands bois Géant.",
                "Changement de l’emplacement du Traqueur khuruto à proximité du PNJ Atu à la Mine de fer abandonnée de Mediah.",
                "Les PV des montres de Mediah suivants ont été réduit : Tatou et Hérisson des herbes​.",
                "Les monstres suivants seront en position d’attente au niveau de la surface à Tombe du soldat dans Mediah : Squelette frénétique, Fendeur squelette frénétique, Squelette vengeur​.",
                "Les monstres suivants ont été ajoutés dans la zone de la Tombe du soldat : Squelette frénétique, Fusilier squelette frénétique, Fendeur squelette frénétique, Cerbère squelette frénétique, Sorcière occulte frénétique​",
                "Les Centaures lanceront désormais moins de javelot mais attaqueront à une portée plus courte.",
                "L’expérience gagnée et le taux de Pierres noires ont été un peu augmentés sur ces monstres lorsque vous tuerez ces monstres : Centaure, Chasseur centaure, Centaure à la Hache​",
                "Le schéma de combat pour le Troll mutant et l’Ogre mutant a été modifié : Si leurs PV descendent à un certain niveau, ils attaqueront plus férocement.​",
                "Tous les joueurs ayant infligé des dégâts sur les Troll mutant et l’Ogre mutant seront maintenant en mesure de récupérer le butin."
            ],
            "UI": [
                "Lorsque vous transférez des objets empilables depuis l’inventaire au dépôt, les joueurs peuvent maintenant choisir de montrer le montant maximal en tant que montant affiché sur l'écran de saisie.",
                "L’heure de la réinitialisation de la livraison impériale a été ajouté à la fenêtre d’informations dans le menu échappe.",
                "La classe du personnage, le niveau et le nom apparaîtront désormais systématiquement sur les icônes des joueurs du groupe de la carte du monde.",
                "Les catégories vitesse de caméra et position actuelle du joueur ont été ajouté dans les touches de raccourci des options de l’IU.",
                "L'information sur les jardins des joueurs peut maintenant être vérifiée sous leur liste Mes Jardins.",
                "L’ordre des serveurs apparaîtra désormais de façon aléatoire dans l’écran de sélection des serveurs.",
                "Les monstres pour la chasse seront maintenant identifiables par une icône de chasse (ressemblant à un cerf).",
                "Les touches d’interaction peuvent maintenant être changées pour d’autres dans les touches de raccourci de l’IU."
            ],
            "Objet": [
                "Ajout de nouveaux vêtements de vie correspondant à la Navigation.",
                "Ajout du Kit de réparation de navire.",
                "Ajout de 5 nouveaux costumes.",
                "Augmentation des chances d’optimisation de certains équipements.",
                "Les objets suivants ont leur précision augmentée exponentiellement et leur description modifiée : Arme de Styd, Arme de Styd ultime, Arme de Basteer, Arme de Basteer ultime​",
                "Ajout d’un nouveau type de cristal nommé Cristal d’Esprit.",
                "Les costumes de Soldat de Serendia et de Soldat débutant de Serendia ont été modifiés pour inclure un casque.",
                "Les accessoires de pouvoir magique peuvent être rendus avec des sceaux ou des jetons de promesse."
            ],
            "Cashshop": [
                "Une fenêtre demandera confirmation avant la première utilisation des contrats de servantes.",
                "Lame Sombre : Ajout du costume de Lahr Arcien (R).",
                "Lame Sombre : Ajout de deux sous vêtements.",
                "Ajout de quelques décorations / meubles pour la maison."
            ],
            "Évent": [
                "Fin de l’événement des Œufs d’Oie de Flondor."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-26-avril-2017.542/",
        "date": "2017-04-26"
    },
    {
        "categories": {
            "Système": [
                "Ajout de l'éléphant Cadria pour les guildes.",
                "Ajout d'un nouvel objet \"Guide de compétence d’Armstrong (30 jours)\" pour la récompense des 5000 heures de jeu."
            ],
            "Quête": [
                "Ajout des quêtes réservées aux Maîtres de guildes pour l’obtention d’un Éléphant de Valencia (Groupe 1) et/ou [Guilde] Enregistrement de bateau : Galère."
            ],
            "Cashshop": [
                "Ajout de nouveaux costumes Kibelius pour la majorité des classes."
            ],
            "Évent": [
                "Concours de capture d'écran des Tulipes.",
                "L’événement des fleurs de cerisier est achevé et les objets liés ont été retirés."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-19-avril-2017.500/",
        "date": "2017-04-19"
    },
    {
        "categories": {
            "Système": [
                "Arrivée de l'éveil pour la Lame Sombre. Ajout des connaissances associées et de son titre \"Gardien des Ténèbres\"."
            ],
            "Classe": [
                "Comme dis précédemment : Ajout de l'éveil pour la Lame Sombre."
            ],
            "Cashshop": [
                "Lame Sombre : Ajout des 3 costumes (guillie x2 et costume d'éveil).",
                "Ajout du costume CS d'Anemos pour les chevaux."
            ],
            "Évent": [
                "Mise en place de décoration pour le printemps dans divers endroits du jeu.",
                "Mise à jour de l'événement saisonnier des Œufs d’Oie de Flondor pour ajouter une quête journalière.",
                "Premier patch note de CM Kabz ! :p"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-12-avril-2017.472/",
        "date": "2017-04-12"
    },
    {
        "categories": {
            "Système": [
                "Mise en place des favoris sur le marché pour retrouver rapidement ses objets préférés.",
                "Il y a un délai de 10 minutes entre l'enregistrement d'un ouvrier à la vente et son apparition sur le marché.",
                "Mise à jour du CS pour proposer tout un set de costume ensemble avec la possibilité via une mise à jour de l'IU d'acheter les pièces séparément.",
                "Un événement de boost d’EXP ne s’accumule pas avec un objet de boost d’XP en dessous du niveau 30.",
                "Ajout d’un filigrane sur les copies d’écrans a été ajouté.",
                "Les objets de décoration peuvent être placés sur les étagères. Placer des objets sur les étagères augmentent aussi vos points d’intérieur.",
                "Trois voix de combats ont été ajoutées à la customisation de voix."
            ],
            "Classe": [
                "Modifications ou correction de bug sur les compétences pour les classes : Guerrier, Rôdeuse, Berserker, Dompteuse, Magicienne, Magicien, Kunoichi"
            ],
            "Quête": [
                "Ajout d’une nouvelle quête permettant d’obtention d’EXP de Navigation ajouter à Siruham à Port Ratt."
            ],
            "Mécanique": [
                "Un message de canal est diffusé à tous les joueurs lors de l'enregistrement d'un nouveau cheval (normalement, seul les T8) au marché.",
                "Les objets afficheront directement si le geopoint qui leur est lié (commerce et pêche) est relié par le joueur.",
                "Mise à jour de certaines compétences d'ouvriers (stats et correction de bug).",
                "Amélioration du bonus de Jeton de commerce du désert de Marzana.",
                "De nouveaux poissons peuvent être vendu à la pêche impériale.",
                "Ajout d’indices pour l’obtention des titres. Vous pouvez les vérifier depuis l’onglet Titre.",
                "Ajout du système de Coursier au contenu du cheval.",
                "Tout comme pour les ouvriers, la mise en vente d'un cheval sera effective 10 minutes après son enregistrement.",
                "Il y a maintenant des notifications pour la mise en vente des ouvriers (artisan) et des chevaux (T8).",
                "Ajout de nouveaux titres liés aux guerres de conquêtes. C'est dernier ne dure que 7 jours et se basent sur le nombre de joueurs tués. Ils ajoutent un effet au joueur s'il est équipé."
            ],
            "UI": [
                "Ajout d'une option carte graphique faible puissance qui peut-être désactivée pour augmenter les performances mais consommer plus d'énergie.",
                "Vous pouvez maintenant sélectionner votre canal principal depuis l’écran de sélection des canaux. Sélectionner un serveur principal pour vous y connecter d’un seul clic.",
                "Guide des enchaînements d'actions a été changé en Guide de Compétence.",
                "Le nombre maximum d’emplacements utilisables en cuisine est de 3.",
                "Le nombre maximum d’emplacements utilisables en cuisine/Alchimie impériale est de 3.",
                "L’effet de chute de neige dans les zones de combat peut être désactivé dans les paramètres."
            ],
            "Objet": [
                "Ajout de nouveaux objets permettant de polir les pierre d'alchimie de vie.",
                "Ajustement de certains schéma pour assembler des objets dans son inventaire."
            ],
            "Cashshop": [
                "Mise en place de soldes temporaires.",
                "Ajout du pet \"Choppy\".",
                "Ajout des costumes CS Anemos pour toutes les classes (ou juste les promotions, pas sûr ...)."
            ],
            "Évent": [
                "Ajout de l'événement saisonnier des Œufs d’Oie de Flondor."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?forums/notes-de-patch.117/",
        "date": "2017-04-05"
    },
    {
        "categories": {
            "Système": [
                "Mise à jour des horaires de guerre de conquête et de géopoints pour s'ajuster à l'heure d'été.",
                "Nouvelle options de customisation pour la voix des personnages."
            ],
            "Classe": [
                "Lame Sombre : Correction de l’application des dégâts avec un javelot sur le dos d’un éléphant."
            ],
            "Mécanique": [
                "Mises à jour des intitulés de certaines connaissances pour mieux correspondre aux régions maritimes.",
                "Diminution du nombre de connaissance pour compléter certaines catégories et débloquer les points d'énergies associés."
            ],
            "Objet": [
                "Il est dorénavant possible d'échanger les 3 ceinture de combattant rhutum entre ses personnages."
            ],
            "Cashshop": [
                "Un nouveau set de meubles a été ajouté."
            ],
            "Évent": [
                "Nouvel événement d'assiduité.",
                "Fin de l’événement de lancement de la Lame Sombre."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-29-mars-2017.354/",
        "date": "2017-03-29"
    },
    {
        "categories": {
            "UI": [
                "Il est maintenant possible d'activer un système d'alignement automatique lors de la modification de l'IU pour aligner les emplacements de touche rapide."
            ],
            "Objet": [
                "Il est maintenant possible d'acheter via l'hôtel des ventes du jeu l'objet \"Billet d'échange de costume\". (cf ce tuto pour plus d'explication)."
            ],
            "Cashshop": [
                "Ajout de costumes saisonniers pour une bonne partie des classes féminines.",
                "Nouvelles décorations pour les maisons"
            ],
            "Évent": [
                "Événement saisonnier pour l'arrivée du printemps (décoration de villes, boites en récompense et nouvelle décoration de maison accessible uniquement durant l’événement)."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-22-mars-2017.309/",
        "date": "2017-03-22"
    },
    {
        "categories": {
            "Système": [
                "L'aventure de l'esprit occulte"
            ],
            "Mécanique": [
                "Les guildes sans géopoints peuvent à présent déclarer des guerres contre n'importe qu'elle autre guilde.",
                "Correction de l’interruption de voyage automatique lorsqu’un ping de guilde et placé sur la carte. (Réflexion personnelle : soit disant, j'ai encore des remontées en guilde de ce soucis)."
            ],
            "Objet": [
                "Ajout des costumes craftables de la lame sombre"
            ],
            "Cashshop": [
                "Valkyrie : Ajout d'un costume.",
                "Musa : Ajout d'un costume.",
                "Ajout du pet \"Tom le long\""
            ],
            "Évent": [
                "Evénement de la Saint Patrick (Distribution de bières d'xp)",
                "Ajout d'un colorant vert temporaire"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-15-mars-2017.198/",
        "date": "2017-03-15"
    }
]