[
    {
        "categories": {
            "Système": [
                "Ajout d’un 5e emplacement pour les familiers.",
                "Les règles de l’arène d’Arsha ont été modifiées.",
                "Vous ne pouvez plus désormais mettre des objets depuis votre inventaire à la fenêtre de transformation si votre inventaire est plein.",
                "Les récompenses pour avoir livré la boîte de réactif de liquide clair ont été améliorées.",
                "Correction du problème avec la fenêtre de transformation lorsque vous ajoutiez 5 objets.",
                "Correction du problème où il était impossible d’installer un nouvel objet à l’emplacement ou une Tour lance-flammes ou un Hwacha avait été détruit dans la crevasse sauvage.",
                "Correction du problème ou interagir avec certains PNJ de Velia montrait l’intérieur du Gobelin."
            ],
            "Classe": [
                "La Sorcière, la Valkyrie, la Kunoichi, le Ninja et le Magicien peuvent maintenant maintenir la course automatique même s’ils sont interrompus par un saut.",
                "Rôdeuse : Correction du problème concernant Rafale explosive qui ne pouvait pas être utilisé successivement.",
                "Dompteuse : Des informations concernant la régénération de PV et PM ont été ajoutées sur la description des compétences de l’arme principale.",
                "Valkyrie : Corrections et améliorations sur les capacités (7) : Lance céleste, Charge vertueuse, Épée du jugement, Déluge de coups, Contre, Coup de pied volant, Flux : double coup de pied volant.",
                "Magicienne : Le type d’attaque de la compétence Impulsion Voltaïque a été modifié.",
                "Magicien : Le type d’attaque de la compétence Catastrophe a été modifié.",
                "Ninja : Corrections et améliorations sur les capacités (2) : Pas fantôme, Mesure Drastique.",
                "Kunoichi : Corrections et améliorations sur les capacités (2) : Disque lunaire, Décharge lunaire et Danse macabre.",
                "Poings Furieux : Correction du problème où utiliser Frappe Véritable IV après Chute et en laissant votre personnage seul lui faisait effectuer le 3eme coup de Frappe véritable sans interruption."
            ],
            "Quête": [
                "La quête de l’esprit occulte «Terrassez les sausans» apparaîtra désormais au niveau 55 et au-dessus.",
                "Le bouton «Basteer disparu» n’apparaitra plus dans les dialogues avec l’esprit occulte si le personnage est de niveau 50 ou plus.",
                "Un cristal magique de niveau vert pour les armes a été ajouté en option pour les récompenses de la série de quêtes «Une meilleure arme».",
                "Correction du problème où vous ne pouviez plus revoir certaines cinématiques après avoir complété certaines quêtes.",
                "Les prérequis pour découvrir Luke ont été retirés.",
                "Les quêtes  [Promotion de combat] Loutre des mers mal à l'aise et [Promotion de combat] Trio de Mediah peuvent maintenant être reçues après avoir fini l’éveil d’un personnage.",
                "Si vous avez assez de points d’amitié avec Lonamin, le bouton pour obtenir la connaissance «Comment rencontrer Yianaros» apparaîtra désormais peu importe le statut de la quête.",
                "Les prérequis pour certaines quêtes de Mediah ont été modifiés pour que puissiez les recevoir plus facilement.",
                "20 quêtes de Mediah ont à présent comme pré-requis d'avoir fini les quêtes principales.",
                "Des points d’amitié avec Neruda Shen ont été ajouté comme récompense pour la quête Chef d'Altinova.",
                "Correction du problème où la quête des conseils de Valks ne pouvait pas être acceptée à la fin de la quête «La lithographie occulte de Bautt»",
                "Correction du problème qui faisait qu’utiliser la navigation pour la quête «Arête de Karanda» vous guidait au Bazar de grain de Sable.",
                "Narc Brishka n’utilisera plus sa compétence d’augmentation de PD pendant la quête «[Solo] Pierre de sceau magique de Narc».",
                "La valeur d’EXP que vous obtenez de la quête «[Solo] Pierre de sceau magique de Narc» a été augmentée.",
                "Le nombre de pétales de Peridot que vous pouvez obtenir d’un lot de récompenses de pierre de Sceau du sort de Narc a été augmenté.",
                "Il y a maintenant une chance d’obtenir une «Furie de la forêt» dans un Lot de récompenses de pierre de Sceau du sort de Narc.",
                "Les chances d’obtenir un accessoire d'oreille de Narc dans un lot de récompenses de pierre de Sceau du sort de Narc ont été augmentées.",
                "Les chances d’obtenir un Fragment de pierre d'esprit de l'Eau sans un lot de récompenses de pierre de Sceau du sort de Narc ont été augmentées.",
                "Le nombre de Sceaux du Destructeur Helm que vous obtenez via la quête «[Répétable] Destructeur d’Helms» a été augmenté à 6.",
                "Le nombre de Sceaux de corruption que vous obtenez via la quête «[Répétable] Destruction de sorts !» a été augmenté à 7.",
                "Des quêtes ont été ajoutées pour les PNJ Dichzy Borne (Île de Lema) et Philaberto Falasi (Port d'Epheria) grâce auxquelles vous pouvez obtenir respectivement un Batelier professionnel et un Marin professionnel."
            ],
            "Mécanique": [
                "Entrepôt d'artéfacts d'Argos au Sanctuaire du croissant a été poussé vers le mur.",
                "Des monstres additionnels ont été positionnés autour de l’entrée des Ruines anciennes d'Hasrah.",
                "La portée des attaques des Kukuris, des Baltens et des Kamols des Ruines anciennes d'Hasrah a été réduite.",
                "La vitesse de mouvement des Kukuris, des Baltens et des Kamols des Ruines anciennes d'Hasrah a été augmentée.",
                "Le nombre des monstres dans la mine souterraine du Poste des helms a été fortement augmenté.",
                "Des monstres additionnels ont été positionné dans le Sanctuaire du croissant.",
                "Quint et Muraka apparaitront désormais sur 18 serveurs au lieu de 14.",
                "Correction du problème qui faisait que l’effet du titre Fantassin (Stormtrooper) ne fonctionnait pas après une résurrection.",
                "Correction du problème qui causait la disparition de la mini-carte dans l’Océan et le Désert.",
                "Si un personnage meurt dans certaines zones de Valencia ou qu’une guerre de conquête ou un géoconflit éclate, il sera déplacé vers la ville la plus proche.",
                "Correction du problème qui faisait que les personnages qui chevauchaient des éléphants ou des tours de siège (Moyennes et grandes) subissaient des dégâts pendant les guerres de conquête.",
                "Correction du problème qui pouvait causer la destruction de montures installées dans la Crevasse Sauvage si elles étaient montées par des personnages non affiliés à une guilde.",
                "Correction du problème qui faisait apparaitre un paquet de cuisine impériale dans les mains du personnage s’il effectuait une certaine action pendant que l’empaquetage est en cours.",
                "Correction d’un problème dans «Appliquer la personnalisation» de l’Album de beauté dans la création de personnage."
            ],
            "UI": [
                "Un filtre quête a été ajouté à l’interface «Quête» des PNJ.",
                "Toutes les quêtes principales ont maintenant une icône de l’esprit occulte.",
                "4 quêtes ne seront plus disponibles. Les PNJ spécifiques à ces quêtes (Voleur à la tire, Malfrat...) n’apparaîtront plus.",
                "L’emplacement de la fenêtre de détails de quête a été légèrement ajusté.",
                "L’icône «R» qui apparait dans les dialogues a été changé. Elle apparaîtra désormais à l’intérieur de la boîte et non plus à l’extérieur.",
                "Vous pouvez maintenant changer la couleur de toutes les pièces en même temps dans l’écran Teinture (J).",
                "Des informations utiles ont été ajoutées au bas de la fenêtre du Marché accessible depuis le menu Échap.",
                "Il est maintenant plus facile d’acheter des Servantes au marché depuis la fenêtre du Marché accessible depuis le menu Échap.",
                "Un message système sera affiché pour vous avertir que votre EXP a diminué lors de votre mort (Si applicable). Une ligne a été ajoutée pour vous faire savoir que vous pouvez récupérer une PARTIE DE CETTE EXP si vous utilisez un objet de résurrection.",
                "Correction du problème qui inversait les icônes des quartier-maîtres et des membres de la Guilde.",
                "La route de navigation pour les quêtes principales sera maintenant affichée en jaune dans la carte du monde.",
                "Correction du problème qui faisait que la fenêtre de l’objet de récupération pour ouvrier bloquait la jauge d’endurance de l’ouvrier si vous essayiez de faire récupérer de l’endurance à un seul ouvrier."
            ],
            "Objet": [
                "Un nouvel objet «Graine mystérieuse» a été ajouté.",
                "Les informations concernant la précision, l'esquive et les réductions de dégâts seront affichées. Toutefois, les effets de set et les autres effets additionnels ne seront pas affichés",
                "Les objets divers que vous obtenez sur les monstres de Balenos à Mediah ont été rendu plus léger (Maintenant 0.10LT) : Ceci ne concerne pas les Pirates de Cox, la Garnison des sausans et les gardes Shultz.",
                "Le cristal couvert de cendres noires qui peut être obtenu depuis la mine de fer abandonnée peut maintenant être vendu à la boutique.",
                "L’effet de PV maximum a été ajouté à certains costumes de seigneur."
            ],
            "Cashshop": [
                "Certains coupons peuvent être utilisés pour plusieurs transactions."
            ],
            "Évent": [
                "Promotions du black friday.",
                "Le roi Targargo est de retour.",
                "L’évènement «De la dinde en veux-tu en voilà» a commencé.",
                "Les soldes de Patrigio ont commencé"
            ]
        },
        "link": "https://www.blackdesertonline.com/news/view/557",
        "date": "2017-11-22"
    },
    {
        "categories": {
            "Cashshop": [
                "Valkyrie : Ajout du set d'éveil Arrendo.",
                "Rôdeuse : Ajout du set d'Audria.",
                "Ajout du coupon de changement de compétences de montures (10+1).",
                "Ajout du lot d'extension des dépôts de Kamasylvia +1.",
                "Ajout du lot d'extension des dépôts de Kamasylvia +4.",
                "Ajout du lot d'extension des dépôts de Kamasylvia +8."
            ]
        },
        "link": "https://www.blackdesertonline.com/news/view/542",
        "date": "2017-11-15"
    },
    {
        "categories": {
            "Système": [
                "Sortie de la partie 2 de Kamasylvia (nouvelles régions, nouvelles connaissances, nouvelles quêtes, etc).",
                "L'option permettant de recevoir un Hérisson en récompense a été ajoutée au Pack Cadeau. Offrez un Pass de jeu et recevez des récompenses.",
                "Il est désormais possible d’utiliser les Conseils de Valks dans la fenêtre d’optimisation.",
                "Désormais vous aurez besoin de deux fois plus de matériaux d’entrainement si une compétence d’éveil d’un cheval atteint 100%.",
                "Si vous possédez un personnage de niveau 50 ou plus, créer un nouveau personnage et sauter le tutoriel bloquera l’affichage des autres tutoriels.",
                "Se connecter à un serveur de Conquêtes / Géoconflits à partir de 15 min avant la guerre fera replacer automatiquement votre personnage à la ville la plus proche.",
                "Correction du problème où il était possible d’utiliser Ordre de récolte (guilde) ou une autre commande similaire même si le personnage avait un objet de commerce dans son inventaire et/ou dans l’inventaire de sa monture.",
                "Correction du problème qui faisait planter le jeu si vous possédiez un Windows 64-Bit avec un processeur 8-Core."
            ],
            "Classe": [
                "La touche pour marcher a été modifiée de Maj. à Scroll Lock.",
                "Rôdeuse : Corrections et améliorations sur les capacités (2) : Rafale explosive, effet d’invincibilité contre les monstres lors des roulades avec l'épée elfique.",
                "Ninja : Corrections et améliorations sur les capacités (2) : Dissimulation.",
                "Kunoichi : Corrections et améliorations sur les capacités (2) : Dissimulation.",
                "Poings Furieux : Correction du problème où le dernier coup de Frappe Véritable IV après Chute était reproduit de façon répétitive."
            ],
            "Quête": [
                "[Wagon] Esprit de l’oie de Flondor a été ajouté.",
                "De nouvelles quêtes ont été ajoutées à Kamasylvia.",
                "Complétez une des quêtes [Wagon] Capricieuse Merindora pour recevoir de façon aléatoire une des cinq quêtes.",
                "Correction du problème des quêtes de commerce ou la localisation de Daphne DelLucci été défini à Ferme DelLucci.",
                "Les conseils de connaissance pour le rôle d'une valkyrie en période de guerre, principes fondamentaux des valkyries : intégrité et Principes fondamentaux des valkyries : dévouement ont été corrigés.",
                "De nouvelles quêtes spéciales ont été ajoutées (pour obtenir des parchemins de boss).",
                "Des quêtes que vous pouvez compléter immédiatement ont été ajoutées aux catégories [Spécial V] et [Spécial IV] si vous possédez les connaissances pour le griffon d'Ahib et Narc Brishka.",
                "Correction du problème où les statues tout en haut de la Sainte faculté de Calpheon disparaissaient pendant la quête «La légende des Valkyries»",
                "Suite à des problèmes internes, la traduction de certaines quêtes secondaires dans Kamasylvia 2 est malheureusement incomplète, celles-ci devraient être complétées dans les semaines à venir. Veuillez nous excuser pour la gêne occasionnée."
            ],
            "Mécanique": [
                "De nouveaux objets peuvent être utilisés pour polir les différentes pierres d'alchimies (cf patch note pour la liste).",
                "Il est désormais possible d’utiliser Réalisation d'énergie d’Alustin partout dans le monde.",
                "La quantité de stockage des objets de commerce sans limite de niveau de commerce a été doublée.",
                "En raison des changements des mécaniques de commerce, le poids de certains objets de commerce a aussi été ajusté pour correspondre à leur augmentation de quantité de stock et de prix, ceci à des fins d'équilibrage.",
                "La quantité de stockage de certains objets de commerce de Valencia ainsi que leur prix ont été ajustés.",
                "Le badge de wagon à quatre roues de haute qualité a été ajouté.",
                "Housse de chariot marchand de qualité supérieure peut maintenant être échangée contre des [Livraison impériale] Sceaux dorés brillants x100 (Précédemment 250).",
                "La navigation vers les villes de Valencia et Port intérieur d'Ancado depuis les autres territoires a été améliorée.",
                "L’autel de la formation avancé a été ajouté à «Rang de monstre».",
                "De nouveaux titres en relation avec Valtarra : autel de la formation avancé ont été ajoutés.",
                "De nouveaux ouvriers ont été ajoutés pour Kamasylvia.",
                "Le commerce est désormais disponible à Kamasylvia.",
                "Les groupes d’objets de la livraison impériale ont été légèrement modifiés, et la livraison impériale a été ajouté à Grána.",
                "Vous pouvez désormais envoyer et recevoir des objets au dépôt du Vieil arbre de la sagesse.",
                "Un PNJ Conducteur de travaux et des ouvriers ont été ajouté à Vieil arbre de la sagesse : Seuls des ouvriers de niveau artisan peuvent y être recrutés.",
                "Un nouveau cheval onirique, Diné, a été ajouté (cf le patch note sur comment l'obtenir, les compétences associées, etc).",
                "Correction du problème concernant Arduanatt qui mourrait parfois en atterrissant en utilisant la compétence ailes du vent.",
                "Valtarra : Un nouveau mode plus difficile avec de nouvelle récompense a été implémenté (cf patch notes pour plus de détails). Le mode précédent a été simplifié (150 PA conseillés).",
                "De nouvelles recettes Kamasylvian ont été ajoutées, 6 pour la cuisine et 9 pour l’alchimie.",
                "Un nouveau monstre Ronaros forestier a été ajouté.",
                "Une nouvelle zone pour EXP a été ajoutée, le temple de Gyfin Rhasia.",
                "Vous pouvez utiliser une houe pour récolter sur les monstres de la forêt de Polly.",
                "Correction du problème ou parfois moins de sept monstres étaient provoqués.",
                "Les PA des monstres présents dans les zones suivantes ont été augmentés : Temple d'Aakman, Ruines d'Hystria, Ruines Mirumoks.",
                "Correction du problème qui empêchait parfois tous les joueurs de recevoir les récompenses d’un boss.",
                "Les PA et PV de la Gargouille de roche et du Bébé gargouille de roche ont été réduis.",
                "Les monstres de la foret de Polly donnent désormais des fragments de pierre d'esprit de l'Eau.",
                "Des objets ont été ajoutés dans le grands désert Valencia.",
                "Les lieux pour gagner certaines connaissances écologiques à Valencia et Kamasylvia ont été ajouté à la carte du monde.",
                "Correction du problème qui rendait impossible de bouger un voilier en essayant de quitter le camp côtier abandonné de Shakatu."
            ],
            "UI": [
                "Une fenêtre de confirmation apparaîtra désormais après avoir cliqué sur Réinitialiser tout dans les options.",
                "Survoler une icône de compétence avec la souris après une recherche vous amènera désormais directement à cette compétence.",
                "Vous pouvez désormais faire des recherches par type dans l’album de beauté de la galerie de l'utilisateur."
            ],
            "Objet": [
                "La description des objets qui peuvent être équipés sur le Wagon agricole, le Wagon de commerce et la Calèche de nobles sera modifiée pour directement nommé les wagons individuellement au lieu de «Wagon à quatre roues».",
                "La ceinture éclipsée de Valtarra a été ajoutée. L’aura dispersée de Valtarra a été ajoutée (20 = la ceinture).",
                "De nouveaux accessoires de qualité jaune ont été ajoutés : Ceinture de Tungrad & Anneau des Ronaros forestiers.",
                "De nouveaux équipements de qualité bleue ont été ajoutés (un set qui va de paire avec la Liverto).",
                "De nouveaux accessoires en récompense de quête ont été ajoutés.",
                "Wagon forestier de Peridot a été ajouté.",
                "De nouveaux objets de qualité bleue ont été ajoutés pour le Wagon forestier Peridot ont été ajoutés. Ils peuvent être fabriqués à Grana 3-2, 2F, Atelier de composants de wagon Niveau 4.",
                "Le parchemin de Makaraum a été ajouté.",
                "La pierre du Manshaum Narc a été ajouté.",
                "Parcelle de truffes a été ajoutée.",
                "[Coop] Rituel du culte manshaum a été ajouté."
            ],
            "Cashshop": [
                "Les catégories dans la boutique de perles ont été retravaillées pour que la liste des articles apparait de façon consécutive des objets marqués (Ex: Nouveaux, Hot), des articles réguliers et des articles épuisés."
            ],
            "Évent": [
                "L’événement \"Alchimistes Kamasylviens 2\" a été ajouté.",
                "L’aventure de l'Esprit occulte est de retour.",
                "Le bonus d’EXP de monture a été ajouté."
            ]
        },
        "link": "https://www.blackdesertonline.com/news/view/533",
        "date": "2017-11-15"
    },
    {
        "categories": {
            "Cashshop": [
                "Ajout d'un lot de 10 Mégaphones.",
                "Ajout d'une cloche dorée à utilisation unique en achat via des perles ou des loyalties."
            ]
        },
        "link": "https://www.blackdesertonline.com/news/view/524",
        "date": "2017-11-08"
    },
    {
        "categories": {
            "Système": [
                "Le boss mondial Quint le premier troll ancien a été ajouté.",
                "Le boss mondial Muraka le roi des ogres a été ajouté.",
                "De nouvelles cartes de connaissances ont été ajoutées : Quint, Muraka.",
                "L’esprit occulte sera invoqué plus rapidement.",
                "Les horaires des Guerres de Conquête/Géoconflits ont été ajustés au changement d'horaire saisonnier."
            ],
            "Classe": [
                "Si un personnage possède la fonctionnalité d’éveil de compétence, la vidéo de combat d’éveil et la description peuvent être vues dans l’écran de Création de personnage afin que vous puissiez choisir le personnage que vous voulez plus facilement.",
                "Guerrier : Correction du problème qui rendait possible l’utilisation d’Enterrement juste après avoir utilisé Cicatrices crépusculaires en position de combat éveillée.",
                "Rôdeuse : Modification de la consommation de durabilité pour être faiblement réduite.",
                "Berserker : Correction des valeurs de dégâts erronées de Coup de genou dans la description de la compétence Bête enragée.",
                "Maehwa : Correction du problème qui faisait que la Maehwa était déplacée plus loin que les autres personnages quand elle est touchée par fracas aérien.",
                "Ninja : Corrections et améliorations sur les capacités (6) : Entaille obscure, Sauvage du vent, Coup fatal, Ninjutsu: Entraves, Griffe de renard, Flux : Permutation, Dissimulation, Shuriken : Envol.",
                "Kunoichi : Corrections et améliorations sur les capacités (5) : Entaille obscure, Sauvage du vent, Coup fatal, Ninjutsu: Entraves, Griffe de renard, Flux : Permutation, Coupe tendon."
            ],
            "Quête": [
                "Il est maintenant possible de découvrir Florin en progressant à travers les quêtes principales du Nv. 1 à 50.",
                "Les parchemins d’invocation utilisés dans les quêtes principales auront maintenant des effets spéciaux dans l’inventaire, et déclencheront également une alerte de l’esprit occulte.",
                "Des informations concernant l’obtention du Jeton de promesse ont été ajoutées à la description des objets : Armure de magie faible et armes secondaires de magie faible.",
                "Les PNJ cibles des quêtes principales de Port Ratt ont été changés.",
                "Correction du problème qui faisait que la quête Livraison de vin pour le banquet n’était pas correctement déclenchée à partir du Nv. 39.",
                "Correction du problème qui rendait impossible de terminer la quête : La rémunération de Jarette."
            ],
            "Mécanique": [
                "Les PV et les PD des monstres dans le Camp bashim ont été diminués.",
                "Les monstres dans la Planque des manes ont été réorganisés.",
                "Vous pouvez maintenant en savoir plus sur le Grand cuirassé de Goldmont et le Requin-raie en gagnant des points d’amitié ou en discutant avec Gintabam et Haeran à Port Ratt.",
                "Des connaissances pour le PNJ Sharia du Temple des nagas du désert ont été ajoutées.",
                "Correction du problème qui faisait qu’il était temporairement impossible d’échanger des Cristaux corrompus contre des armes de Kalis.",
                "Correction du problème qui faisait que les drapeaux à l’Entrée d'Altinova n’affichait pas l’emblème de la guilde.",
                "Correction des dialogues étranges de certains PNJ de la cité d’Altinova.",
                "Correction du problème qui faisait qu’utiliser Vérifier l'emplacement des PNJ en cliquant sur Poudre ensorcelée n’indiquait pas le PNJ Ronatz.",
                "L’Oasis d’Ibellab ne peut plus être sélectionné comme destination en utilisant la fonctionnalité Naviguer.",
                "Après l’échec ou la réussite d’une optimisation via l’esprit occulte, vous pouvez maintenant appuyer sur Échap pour fermer l’écran et vous déplacer.",
                "Correction du problème qui faisait que dans la Crevasse sauvage les joueurs ne pouvaient pas se déplacer naturellement dans les zones où des installations avaient été détruites.",
                "Correction du problème qui faisait que l’IU ne montrait pas la quantité d’huile/flèches/Boulets de canon pour les Tours lance-flammes/Hwachas/Canons dans la Crevasse sauvage.",
                "Correction du problème qui faisait que le défilement de la Liste d'amis se remettait à zéro dès que des amis de la liste se connectaient/déconnectaient.",
                "Correction du problème qui faisait que l’on pouvait voir les ouvriers à embaucher même sans posséder d’Hébergement des ouvriers.",
                "Correction du problème qui faisait que la connaissance de la « Présence Spirituelle » ne pouvait être obtenue pendant la quête « À propos de Kamasylvia ».",
                "Correction du problème qui faisait que l’effet de transparence du mat des navires n’était pas appliqué si la durabilité du bateau chutait en dessous de 50 %.",
                "Correction du problème qui faisait que les descriptions de certains objets n’étaient pas affichées correctement dans la fenêtre de Transformation."
            ],
            "UI": [
                "Les paramètres par défaut de la fenêtre de chat ont été modifiés.",
                "La valeur de l’EXP de compétence qui apparaît dans le coin supérieur gauche est maintenant affichée avec 3 décimales.",
                "Les boutons de vidéos de tutoriel dans le coin supérieur droit de la carte du monde ne seront plus affichés par défaut.",
                "La fenêtre de Souvenir récent restera maintenant ouverte plus longtemps.",
                "Une description d’objet a été ajoutée à la section inférieure dans la fenêtre du Sac d’équipement de Morco.",
                "Il est maintenant possible de faire des portraits en appuyant sur la touche Espace depuis l’écran du Salon de beauté (Personnalisation).",
                "Correction du problème qui ralentissait sévèrement le client du jeu quand le joueur voulait changer de région dans la fenêtre de recherche de PNJ après avoir utilisé la fonctionnalité recherche.",
                "Les icônes de rang des membres de la guilde ont été changées.",
                "Correction du problème qui faisait que le bouton Vérifier l'emplacement des PNJ ne fonctionnait pas si il était utilisé près des PNJ de réparation."
            ],
            "Objet": [
                "Un nouvel effet dans la fenêtre d’inventaire sera appliqué sur les objets nouvellement acquis.",
                "Un effet scintillant a été ajouté à l’Objet perdu de Margoria.",
                "Un nouveau canon, le Canon de Vype Stoner, et ses munitions, les Ballafreuses, ont été ajoutés.",
                "La portée de tir a été augmentée et les dégâts fortement augmentés lors de l’utilisation du mousquet avec la Rage d'esprit occulte lors des quêtes, de la chasse, en combat, et dans la Crevasse sauvage.",
                "Faire feu avec un mousquet en utilisant la Rage d'esprit occulte est maintenant possible sur une monture.",
                "Il maintenant possible de récolter des ressources avec un mousquet équipé."
            ],
            "Évent": [
                "Œufs d’oie en Or de Flondor a débuté.",
                "Calendrier 2018 a débuté : Concours de screenshots."
            ]
        },
        "link": "https://www.blackdesertonline.com/news/view/527",
        "date": "2017-11-08"
    },
    {
        "categories": {
            "Cashshop": [
                "Lame Sombre : Ajout du costume d'éveil d'Heled.",
                "Poings Furieux : Ajout du costume de canopée."
            ]
        },
        "link": "https://www.blackdesertonline.com/news/view/509",
        "date": "2017-11-01"
    },
    {
        "categories": {
            "Système": [
                "La Milice pour les guerres de conquête a été implémentée.",
                "Certaines règles de la guerre de conquête ont été changées.",
                "La compétence de monture Prudence ne sera pas activée dans la zone du désert."
            ],
            "Classe": [
                "Les compétences d’éveil basiques de tous les personnages (compétences «entraînement») ont maintenant 5 rangs au lieu de 10.",
                "Le montant d’EXP de combat gagné entre les niveaux 56 et 60 a été fortement augmenté.",
                "Sorcière : Correction du problème qui faisait que l’attaque aérienne n’était pas disponible en utilisant Flamme funèbre.",
                "Berserker : Corrections et améliorations sur les capacités (2) : Entraînement au mortier, Charge sauvage.",
                "Valkyrie : Correction de la valeur erronée de récupération de PS pour les attaques d’Entraînement à la lance.",
                "Magicien : Correction du problème qui plaçait le point de rotation de la compétence Catastrophe IV devant le magicien au lieu de le placer au centre du corps du Magicien.",
                "Musa : «Récupération de PV + 10 par coups réussis» a été ajouté à la description d’Entraînement au Mushindo du Musa.",
                "Poings Furieux : La description de la compétence Entrainement à la Kavancha a été complété pour le JCE."
            ],
            "Quête": [
                "Le résumé et l’objectif de la quête «Mais où est le cultiste de Mediah ?» sont plus clairs.",
                "Des prérequis ont été implémentés concernant l'acceptation de certaines quêtes secondaires afin de guider au mieux les nouveaux joueurs pendant la quête principale du niveau 1 à 50.",
                "Les joueurs peuvent maintenant regarder les cinématiques quand ils font les quêtes principales avec un nouveau personnage, même si d’autres personnages de la même famille ont déjà fini ces quêtes.",
                "Correction du problème qui empêchait les joueurs de terminer certaines quêtes à Balenos.",
                "Correction du problème qui faisait que certaines familles ne pouvaient pas terminer ou abandonner la quête «Ferrina égarée».",
                "Correction du problème qui rendait impossible la progression dans une quête à Port Ratt car les joueurs ne pouvaient pas parler à un villageois PNJ."
            ],
            "Mécanique": [
                "Une nouvelle fonctionnalité de transformation : la «Manufacture» a été mise à jour.",
                "Les objets secondaires obtenues dans les quêtes récurrentes à Mediah peuvent être échangés contre des sceaux.",
                "Les armes d’éveil de niveau vert peuvent être améliorées jusqu’au niveau ultime.",
                "Le poids des articles à vendre obtenables sur les monstres a été diminué pour permettre une meilleure gestion du poids pendant les périodes de collecte intensive d’objets.",
                "Quand une tour lance-flammes ou un hwachas est détruit dans la Crevasse Sauvage, les joueurs peuvent maintenant installer d’autres objets au même endroit dans les 15-20 secondes.",
                "Les monstres au Poste des helms ont été réorganisés.",
                "Les monstres à la Garnison des sausans ont été réorganisés.",
                "Certains monstres ne sont plus considérés comme agressifs et n'attaqueront donc plus les premiers.",
                "Le nombre d’objets que vous pouvez obtenir en tuant les monstres suivants à l’Entrée de Kamasylvia a été ajusté : Gargouille de roche, Bébé gargouille de roche.",
                "Les monstres des Ruines Mirumoks donneront moins d’EXP.",
                "Correction du problème qui faisait que les joueurs ne pouvaient pas invoquer le Gardien Mirumok en utilisant l’objet.",
                "Correction du problème qui faisait que l ’effet sonore de Flux : Pluie sanglante du Poings Furieux était affecté par l’option «Supprimer les effets des autres joueurs».",
                "Correction du problème d’EXP de commerce donnée en trop faible quantité pour certains paliers de niveau.",
                "La navigation dans certaines parties de Balenos, Serendia, Calpheon, et Media a été améliorée."
            ],
            "UI": [
                "Une infobulle a été ajoutée aux boutons de l’onglet «En cours» de la fenêtre de quête.",
                "«Trier par quantité d'objets» a été ajouté dans le marché.",
                "Un bouton Trouver un PNJ a été ajouté dans le coin inférieur droit de la carte du monde.",
                "Modification de l’infobulle de l’icône de poids qui apparait quand la limite de poids est dépassée.",
                "Correction du problème qui faisait que le bouton «Désactiver la protection» n’apparaissait pas dans la fenêtre Statut du membre de la guilde.",
                "Correction du problème qui affichait des ouvriers à embaucher même si le joueur ne possédait pas d’hébergement des ouvriers."
            ],
            "Objet": [
                "Un tir spécial utilisant la Rage d'esprit occulte à 100 % a été ajouté aux mousquets.",
                "Le [Combat] Mousquet de Trina et la [Combat] Balle en plomb de Trina ont été mis à jour.",
                "La [Combat] Hache de démolition de Trina a été mise à jour."
            ],
            "Évent": [
                "L’événement Héros de la Milice ! a commencé."
            ]
        },
        "link": "https://www.blackdesertonline.com/news/view/503",
        "date": "2017-11-01"
    },
    {
        "categories": {
            "Cashshop": [
                "Remise en place des costumes d'Halloween de l'année dernière pour toutes les classes (ajout de ceux manquants pour la Lame Sombre et le Poings Furieux).",
                "Ajout de 5 set de meubles sur le thème d'Halloween et ajout d'un Jukebox au thème d'Halloween."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/mise-%C3%A0-jour-de-la-boutique-de-perles-25-octobre-2017.81404/",
        "date": "2017-10-25"
    },
    {
        "categories": {
            "Système": [
                "Le fichier de données de la carte a été changé. La taille de l’installation a été réduite.",
                "Les récompenses des défis pour avoir joué quotidiennement peuvent maintenant être obtenues après minuit sans avoir à redémarrer le jeu.",
                "Les compétences utilisant la Rage d'esprit occulte peuvent maintenant être verrouillées.",
                "Ouvrir une fenêtre Internet Explorer en mode plein écran ne forcera pas le client du jeu en mode fenêtré.",
                "La «vague aléatoire» se produira plus souvent dans la Crevasse Sauvage.",
                "Un Géopoint de la Mine de soufre de Roud a été ajouté.",
                "Les liens avec tooltip ont été ajouté au chat pour l’obtention d’objets et de connaissance.",
                "L’effet d’armure lors des frappes sur du métal, du bois, des os, du verre, et des plantes a été modifié.",
                "Une fonction «historique» a été ajoutée aux notes d'artisanat (F2 par défaut).",
                "Les joueurs peuvent maintenant voir les quêtes d’éveil dans l’onglet Recommandées de la fenêtre de quête si leur personnage est Nv. 56 ou supérieur.",
                "Une fois le niveau 61 et 62 atteint, un défi s'achève donnant respectivement un anneau (équivalent à un TRI croissant) et une boucle d'oreille (équivalent à TRI tungrad).",
                "Le niveau recommandé pour les forets des Manshaum sur la carte du monde a été modifié par 58-59.",
                "Un bug corrigé au prochain patch : L'expérience donnée à la compétence de vie de commerce est grandement diminuée pour certains niveaux."
            ],
            "Classe": [
                "La majorité des classes ont vu leur capacités modifiées pour avoir plus d'impact en PVE.",
                "Toutes les classes ont vu leur niveau minimum requis descendu pour l'obtention des derniers paliers de compétences éveillées.",
                "Guerrier : Corrections et améliorations sur les capacités (7) : Assaut féroce, Flux : Coup de Garde, Éruption Solaire, Implacable, Bris d’armure, Flux : Submerger, Pulvériser.",
                "Guerrier : Le niveau requis pour les compétences Éruption Solaire III et IV a été diminué.",
                "Ranger : Le niveau requis pour les compétences Rage elfique III & IV et Découpe furieuse III a été diminué.",
                "Sorcière : Le niveau requis pour les compétences Jugement de la faucheuse III & IV et le cauchemar de Cartian III & IV a été diminué.",
                "Berserker : Les dégâts en JcE de la compétence Destruction ont été augmentés.",
                "Berserker : Le niveau requis pour les compétences Frappe de Titan III & IV et Broyeur de flamme III a été diminué.",
                "Dompteuse : Les coups portés avec succès avec les compétences Rotation complète et Danse de la bête légendaire pendant la Rage d'esprit occulte feront tomber les ennemis de leurs montures.",
                "Dompteuse : Le niveau requis pour les compétences Rotation complète III & IV et Danse ce la bête légendaire IV a été diminué.",
                "Valkyrie : Corrections et améliorations sur les capacités (6) :Bouclier de purification, Promptitude, Coup de poignard éclair, Décharge légère, Poursuite aux portes de la mort, Lance de justice.",
                "Valkyrie : Le niveau requis pour les compétences Verict: Lancer de justice III & IV et Explosion d'Enslar III a été diminué.",
                "Magicienne : Quand la Magicienne utilise la compétence Tempête d’éclairs, Flux : Rage de Tett sera maintenant activer quand il le faut.",
                "Magicienne : Le niveau requis pour les compétences Impulsion Voltaïque III & IV et Pluie de tourments III a été diminué.",
                "Magicien : Le niveau requis pour les compétences Catastrophe III & IV et Jugement ardent III a été diminué.",
                "Musa : Corrections et améliorations sur les capacités (15) : Ange ardent, Rotation, Découpe transversale, Flux : Lacération sprintée, Esprit du musa, Pas en arrière, Broyeur de croûte, Fissure ardente, Flux : Acte criminel, Griffe de dragon ultime, Taillade lunaire.",
                "Musa : Le niveau requis pour les compétences Broyeur de croûte III & IV et Découpe transversale IV a été diminué.",
                "Maehwa : Corrections et améliorations sur les capacités (11) : Griffe de dragon ultime, Taillade lunaire, Lame tenace, Piliers de givre, Éclosion de pétale, Éclosion de l'hiver, Piliers de givre, Exercice de pétale, Coup de poignard de nuage, Oppression, Décembre.",
                "Maehwa : Le niveau requis pour les compétences Lever de lune III & IV et Éclosion de pétale III a été diminué.",
                "Ninja : Corrections et améliorations sur les capacités (7) : Danse de l’épée, Tueur né, Mesure Drastique , Pluie de Lames, Pluie de Lames, Déchainement de Surado, Flux : Termination.",
                "Ninja : Le niveau requis pour les compétences Pluie de Lames III & IV et Mesure drastique III a été diminué.",
                "Kunoichi : Corrections et améliorations sur les capacités (9) : Ruée lunaire, Disque lunaire, Cercle de colère, Amertume, Disque lunaire, Danse du Saha, Soif de sang : Saharyun.",
                "Kunoichi : Le niveau requis pour les compétences Toupie de sang de Lames III & IV et Cercle de colère III a été diminué.",
                "Lame sombre : Le niveau requis pour les compétences Graine de Catastrophe III & IV et Héritage de l'Esprit III a été diminué.",
                "Poings Furieux : Les dégâts en PvP contre le Poings Furieux ont été légèrement augmentés pour toutes les classes à l’exception des Poings Furieux.",
                "Poings Furieux : Corrections et améliorations sur les capacités (4) : Frappe véritable, Combinaison explosive, Bête sauvage, Flux : Crâne Marteau.",
                "Poings Furieux : Le niveau requis pour les compétences Chute infernale III & IV et Brise-Crâne IV a été diminué."
            ],
            "Quête": [
                "La quête \"cadeau de l'esprit occulte III (Cheval du groupe 5)\" a été ajouté.",
                "Les quêtes \"Conseils de Valks I ~ VI\" ont été ajoutés.",
                "Certaines quêtes ont été catégorisées dans la liste des quêtes récurrentes depuis la fenêtre Quête (touche O).",
                "Un lingot d’or a été ajouté comme récompense pour les quêtes de récolte et normales (à l’exception des journalières, récurrentes, et de promotion) à Balenos.",
                "La difficulté des quêtes suivantes a été ajustée : [Coop] Menace des steppes & [Coop] Rituel du culte manshaum.",
                "Il est désormais possible de terminer la quête principale de Kamasylvia I sans avoir terminé la quête [Coop] Preuve de Courage.",
                "Le Villageois PNJ qui donne la quête Article à la mode a été modifié et apparaît correctement.",
                "Des quêtes pour remercier le héros (joueur) ont été ajoutées à Keplan.",
                "Le Chat du beffroi apparaît maintenant au somment du beffroi de Heidel.",
                "20 points d’énergie supplémentaires seront donnés lorsque vous finirez certaines quêtes.",
                "Il vous coûtera désormais 10 points d’énergie lorsque vous obtiendrez la connaissance Les dieux maléfiques des ténèbres en discutant avec le PNJ Annalynn.",
                "Les dernières quêtes d’éveil peuvent maintenant être terminées sans avoir à tuer de monstres, si le tutoriel d’enchaînement de compétences est effectué.",
                "Des cartes de connaissances pour le petit Griffon, la petite panthère noire, et le petit Roi Griffon ont été ajoutées.",
                "Certaines quêtes de Kamasylvia partie 1 demandant de tuer des griffons ont été modifiées pour demander à tuer des petits (roi) griffons (Non précisé dans le patch note)."
            ],
            "Mécanique": [
                "Il est maintenant possible d'échanger nos auras de boss contre des fragments de mémoires (ratio de 1 pour 1) après avoir fini la quête pour avoir la boite (Non précisé dans le patch note).",
                "Isabella apparaîtra sur tous les serveurs toutes les 4-5h (modifié à 4h après le patch notes suite à des soucis).",
                "Les PV d’Isabella et du Spectre de la Mort ont été augmentés.",
                "Plus d’aventuriers pourront ramasser du butin sur Isabella.",
                "Le nombre d’objets que vous pouvez obtenir en tuant des monstres à l’Entrée de Kamasylvia a été ajusté.",
                "Tuer des monstres dans le Sud-ouest de Calpheon et à Mediah donne une chance d’obtenir un bonus à court terme (qui s'active directement).",
                "Les PV des boss invoqués pendant les quêtes de l’esprit occulte à Balenos, Serendia et Calpheon ont été augmentés.",
                "Le bug qui causait une collision entre Squelette frénétique et le Fendeur squelette frénétique avec le sol et les enterait à la Tombe du soldat a été corrigé.",
                "Les monstres des Ruines Mirumoks ont été retravaillés (nerf).",
                "La Forêt des manshaums dans Kamasylvia I a été retravaillée (nerf).",
                "Les araignées Lapis-lazuli ont été déplacés sur la route qui mène de la Cabane de Viv Foretta à la Forêt des manshas.",
                "Le nombre de monstres dans Mine de fer abandonnée a été grandement augmenté.",
                "Plus de monstres ont été placés au Repaire des bandits errants à Mediah.",
                "Les PA des Gargouilles de roche et des Bébé gargouilles de roche à l’Entrée de Kamasylvia ont été légèrement augmentés, et leurs PD fortement diminués.",
                "Le Gardien Mirumok Offin Tett lâchera maintenant la Ceinture éclipsée de Valtarra.",
                "Les joueurs ne pourront plus vendre des objets au PNJ Daz au Champ de bataille rouge.",
                "Une fonction de boutique a été ajoutée au PNJ Hush à la Forêt du Hibou masqué.",
                "Le problème qui faisait disparaître les PNJs à la Crevasse Sauvage a été résolu.",
                "La bougie éclairera deux fois plus votre résidence.",
                "L’option Améliorer la qualité de distance ne sera plus automatiquement cochée quand les options de graphismes sont réglées sur «Haut»."
            ],
            "UI": [
                "Cliquer sur un Membre de la guilde depuis la fenêtre de guilde fera maintenant apparaître une option pour chuchoter.",
                "Un bouton de promotion de guilde a été ajouté à la fenêtre de guilde.",
                "Une option «Pas de filigrane» a été ajoutée.",
                "L’icône d’alerte de récompense de défi a été déplacée du coin inférieur droit au coin supérieur gauche.",
                "Le problème qui réinitialisait les option sauvegardées du chat a été résolu.",
                "Le problème qui affichait le prix de votre dernier objet inscrit comme le Prix sur le marché récent dans le fenêtre d’inscription sur le Marché a été résolu.",
                "Une info-bulle a été ajoutée au bouton : Annuler la file d'inscription du Marché.",
                "Le problème qui faisait se chevaucher les boutons de menu quand la résolution était inférieure à 800 a été résolu.",
                "Des infos-bulle ont été ajoutées aux boutons dans la fenêtre de la liste des familiers. Il est maintenant possible de faire 3 groupes pour sortir les familiers en lots pré-choisis.",
                "Des informations concernant la restauration de durabilité maximum seront maintenant affichées dans la description des objets dont dans la durabilité maximum est inférieure ou égale à 50.",
                "Si le joueur ne possède pas une mémoire de l'artisan pendant la restauration de durabilité maximum, cliquer sur le bouton «Mémoire de l'artisan» le dirigera vers l’écran d’achat.",
                "La navigation dans les zones suivantes a été améliorée : Ruines du château, Ruines de l'Arbre de Bree, Grotte des khurutos, Château des chevaliers de Delphe, Avant-poste de Delphe, Arête de Karanda."
            ],
            "Objet": [
                "Le set d’Armure ultime de Dobart a été ajouté à la boutique de Dobart à Calpheon.",
                "Certains équipements ont vu leurs icônes modifiées.",
                "Certaines descriptions d'équipements indiquent comment les obtenir.",
                "Le problème avec les temps de recharge des élixirs qui étaient appliqués à d’autres types d’élixirs a été résolu.",
                "Le problème avec les statistiques de la Salade de viande maigre de qualité supérieure qui étaient plus basses que celle la Salade de viande maigre a été résolu.",
                "Les objets «crystal» lâchés dans la Mine de fer abandonnée ont été changés en des objets de type boîtes appelés Cristal couvert de cendres.",
                "De nouveaux objets ont été ajoutés aux listes de vente des Forgerons/Marchands d'armes/Marchands d'armures.",
                "Les prix de certaines objets ont été augmentés.",
                "L’échange de pierre d’optimisation d’arme/armure de niveau 3 a été ajouté. Allez à Tarif et donnez 5 Sceaux du chasseur à Finlin.",
                "Des armes secondaires de magie libérée et rugissante ont été ajoutées.",
                "Des informations concernant la nouvelle fonctionnalité de restauration de l’EXP de combat après la mort ont été ajoutées à la description de Larme d'Elion et de Bénédiction d'Elion."
            ],
            "Évent": [
                "Augmentation du taux de ramassage des pierres noires, des tranchants/durs en récolte et des reliques anciennes à la pêche pour deux semaines.",
                "Des nouvelles récompenses de fidélité ont été ajouté.",
                "Nouveau titre “Picasso, Monet, et MOI!” en récompense au concours précédent de fan-art.",
                "Un tueur mystérieux sévit sur Valencia 6... (Il s'agit d'un GM avec des stats boostées qui attaquent les joueurs, une dizaine de joueurs expérimentés/équipés sont nécessaires pour le battre)..",
                "L'aventure de l'esprit occulte est désormais terminé."
            ]
        },
        "link": "https://www.blackdesertonline.com/news/view/497",
        "date": "2017-10-25"
    },
    {
        "categories": {
            "Cashshop": [
                "Du 18/10 au 25/10 : [Événement] décoration de pot de fleur de Kamasylve / 3 par famille pour 1 loyalties.",
                "Du 18/10 au 25/10 : [Événement] Bénédiction de Kamasylve (7 jours) / 1 par famille pour 1 loyalties.",
                "Du 18/10 au 25/10 : [Événement] Livre de Combat Scellé (7 jours) / 1 par famille pour 1 loyalties.",
                "Les pets dédiés à l'événement d'Halloween font leur retour (ceux de l'année dernière et des nouveaux).",
                "Les sets de meubles dédiés à l'événement d'Halloween font leur retour.",
                "Deux nouveaux costumes pour homme font leur apparition pour la durée de l'événement d'Halloween : Costume de chevalier pourpre (A & B)",
                "Deux nouveaux costumes pour femme font leur apparition pour la durée de l'événement d'Halloween : Reine démoniaque et Reine angélique."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/mise-%C3%A0-jour-de-la-boutique-de-perles-18-octobre-2017.75872/",
        "date": "2017-10-18"
    },
    {
        "categories": {
            "Système": [
                "Correction du problème empêchant l’application de la pénalité de poids lors de la vente d’objets.",
                "Les prérequis d’activation des interactions sociales (emotes) ont été ajoutés à la fenêtre d’Actions Sociales.",
                "Les personnages montant un [Guilde] Éléphant ne pourront pas avoir recourt au JcJ Forcé.",
                "Accél. fulgurante ou V: Accél. fulgurante avec Arduanatt peut désormais être suivi d’un Double saut sans difficultés.",
                "Les chances d’apprendre des compétences ont été augmentées pour les chevaux du Tiers 1 à 5.",
                "Afin d’empêcher des abus, être inactif à la Crevasse Sauvage sans attaquer ou installer d’objets de siège aura pour conséquence d’être automatiquement exclu de la partie.",
                "Les informations sur les monstres de Kamasylvia ont été ajoutées sur la carte du monde.",
                "Correction du problème où il était possible de construire des forteresses à l’Avant-poste de Sarma.",
                "Les bonus qui peuvent être achetés dans les villas ont été modifiés. Le prix du parchemin de villa a été modifié en conséquence, il coûte à présent : Lingot d'or de 100 G X1."
            ],
            "Classe": [
                "Des effets d'Halloween ont été ajouté aux compétences éveillées ainsi qu'aux costumes et animaux de compagnie d'Halloween.",
                "Berserker : Corrections et améliorations sur les capacités (10) : Dévastation, Soulevé de terre, Flux: Désorganisation générale, Frappe de Titan, Flux : Vague ancienne, Flux : Partage des terres, Flux : Bagarre, Dynamitage.",
                "Musa : Corrections et améliorations sur les capacités (4) : Tempête grondante, Broyeur de croûte, Fissure ardente, Tornade.",
                "Ninja : Les dégâts en PVE de la compétence Flux : Termination ont été augmentés. (4e coup)",
                "Poings Furieux : Être à 125 % (ou plus) de la limite de poids empêchera dorénavant les compétences Pas fulgurant, Esquive rapide, Vif-argent d’être activées.",
                "La Troupe Garnier des villes principales ne fera plus son apparition."
            ],
            "Mécanique": [
                "[Événement] Caisse de bière a été retirée de la liste des Livraisons de cuisine impériale. (Événement terminé).",
                "Le boss Isabelle apparaîtra à la Ferme Costa pendant la durée de l’événement d’Halloween.",
                "L’effet de compétence d’Halloween a été ajouté au monstre Spectre de la Mort.",
                "Le Temple des nagas du désert à Valencia a été retravaillé.",
                "La Vallée de Titium à Valencia a été retravaillée.",
                "Vaincre les monstres de la Fabrique de soufre de Roud donnera désormais différents types de Pierre noire.",
                "Certains monstres présents sur les routes de navigation automatique de Kamasylvia ont vu leur emplacement ajusté.",
                "Les monstres de Calpheon (cf patch notes pour les zones) ont une chance de donner en butin un accessoire de l’ensemble d’Esprit tréant.",
                "Vous pouvez obtenir l’ensemble perdu de Loure en terrassant les monstres de Calpheon (cf patch notes pour les zones).",
                "Une nouvelle série de quêtes a été ajoutée : Cadeau de l’esprit occulte II. La récompense est un bonus de 24 de 200 LT à la limite max. Le bonus s'active directement lorsque l'on rend la quête.",
                "La quête Apporter de l'eau, indiquera désormais la bonne destination.",
                "L’EXP de compétence a été ajouté aux récompenses d’accomplissement de certaines quêtes.",
                "11 nouvelles quêtes journalières ont été ajoutées à Valencia.",
                "Il est désormais possible d’obtenir des connaissances à propos des ferricas et ferrinas en discutant avec Varielle, palefrenier au Vieil arbre de la sagesse.",
                "L’action sociale « Dégustation de vin » peut dorénavant être débloquée en accomplissant les quêtes \"Début des affaires\" OU \"Que puis-je faire ?\".",
                "Les parchemins d’invocation de boss brilleront dorénavant dans l’inventaire pendant la progression de la quête principale (Niv. 1 à 50) afin que les joueurs puissent facilement les utiliser pour vaincre les boss de quêtes.",
                "Les quêtes de chasse de Kamasylvia font désormais partie de la catégorie des quêtes Coop.",
                "La Vallée de Titium à Valencia n’est désormais plus une région déserte. Vous pouvez voir où vous vous trouvez sur la minicarte et les maladies du désert ne seront pas effectives."
            ],
            "UI": [
                "Un bouton dans l'inventaire apparaît à côté de la limite de poids pour ouvrir l'interface d'achat de poids du CS en version simplifiée (Non mentionné dans le patch notes).",
                "Les tailles des boutons et leur emplacement ont été ajustés dans la fenêtre du mode \"Modifier l'interface\".",
                "Équiper un mousquet affichera parfois une alerte prévenant du niveau de durabilité des munitions/balles.",
                "La taille de la fenêtre s’adaptera à la longueur des descriptions des actions sociales.",
                "Une infobulle a été ajoutée pour le bouton \"Passer l'animation et améliorer instantanément\"."
            ],
            "Objet": [
                "Un effet été ajouté à l’ensemble d’anneaux royaux de Valencia.",
                "Le rang de l’objet Fragment de mémoire a été modifié. (Bleu→Blanc)",
                "L’ensemble d’accessoires de Tréant des racines a été ajouté. Il peut être acheté auprès de Grandus le vendeur d’armures de la ville de Calpheon.",
                "Un nouvel ensemble d’équipement a été ajouté : Armure ultime de Dobart. Il peut être acheté auprès de Grandus le vendeur d’armures de la ville de Calpheon.",
                "Patrigio ne vendra plus de Pierre noire (arme) x1 et de Pierre noire (armure) x1 dans sa Boutique secrète.",
                "Six nouveaux outils de récolte ont été ajoutés aux boutiques générales d'outils. Précision non mentionnée dans le patch : 30 de durabilité pour un prix de 50 000 / outil.",
                "Un nouvel ensemble d’équipement a été ajouté : Équipement perdu de Loure.  Les équipements suivants peuvent être obtenus en étripant des monstres à Calpheon. Ils sont liés à la Famille et ne peuvent être optimisés.",
                "Les armes du Carnage Ultime de Delphad Castillion ont été ajoutées.",
                "La Pierre noire (armure) peut être dorénavant obtenue avec l’Alchimie simple en transformant : Fragment de pierre d'alchimie et Poudre de pierre noire."
            ],
            "Cashshop": [
                "Des tenues et animaux de compagnie d’Halloween ont été ajoutées."
            ],
            "Évent": [
                "L’événement d’Halloween a commencé (décorations dans les villes, lune rouge la nuit, thème musical modifié).",
                "Mise en place de deux PNJ : Gueldia la Sorcière Blanche et Isabella la Sorcière Noire.",
                "Gueldia la Sorcière Blanche s’est installée à la Ferme Alejandro. Elle a une « petite » faveur à demander aux aventurier : vaincre et capturer Isabella, la Sorcière Noire.",
                "Ajout de 6 quêtes supplémentaires pour l'événement d’Halloween.",
                "Les [Événement] Pièces d'Halloween peuvent être obtenus après un certains temps de connexion et échangées auprès de la sorcière blanche Gueldia à la ferme d'Alejandro.",
                "Ajout d'autres objets annexes à l’événement (cf patch notes pour plus d'informations).",
                "L’événement consécutif à la croissance du jeune arbre Kamasylve a commencé : Les chances d’obtenir une Pierre noire en butin seront augmentées pendant cette période."
            ]
        },
        "link": "https://www.blackdesertonline.com/news/view/512",
        "date": "2017-10-18"
    },
    {
        "categories": {
            "Cashshop": [
                "Remise en place des costumes saisonniers d'Halloween de l'année précédente pour les classes : Guerrier, Rôdeuse, Sorcière, Berserker, Dompteuse, Musa, Valkyrie, Maehwa, Magicien, Magicienne, Kunoichi, Ninja"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/mise-%C3%A0-jour-de-la-boutique-de-perles-11-octobre-2017.70284/",
        "date": "2017-10-11"
    },
    {
        "categories": {
            "Système": [
                "La partie 1 de Kamasylvia est sortie. Nouveaux géopoints, connaissances, pnj, etc.",
                "Sortie de l'Autel de la Formation.",
                "Un nouveau cheval (T9), Arduanatt, foule les terres de Kamasylvia.",
                "Le patch note décrit en détail le système de \"Destrier\".",
                "De nouveaux titrés liés aux monstres et aux quêtes de Kamasylvia ont été ajoutés.",
                "Les poissons natifs de Kamasylvia ont été ajoutés au guide de pêche.",
                "La recette du Fourrage de Stonetail a été ajoutée au système de cuisine simple.",
                "La recette de Pierre Originelle de Krogdalo a été ajoutée au système d’alchimie simple.",
                "La recette de Souffle de la forêt a été ajoutée au système d’alchimie simple.",
                "L’Atelier d’équipement équin a été ajouté à la maison N° 3 du Ranch de Queue-de-Pierre.",
                "Les «Options d’optimisation» ont été ajoutés dans l’onglet «Performances» dans les paramètres du jeu.",
                "Une musique d’arrière-plan a été ajouté au territoire de Kamasylvia.",
                "De nouvelles voix ainsi que des chants de PNJ ont étés ajoutés au territoire de Kamasylvia.",
                "Un système de réservation a été ajouté à la Crevasse Sauvage.",
                "De nouvelles recettes ont été ajoutées au système de cuisine simple.",
                "L’entrainement de Destrier a été ajouté à la catégorie \"monture\" du marché.",
                "Vous pouvez utiliser l’Alchimie simple pour combiner une Pierre d'alchimie avec de la Poudre de pierre noire afin d’obtenir une Pierre noire (armure)."
            ],
            "Classe": [
                "Les classes suivantes ont subi des réajustements sur la consommation de mana/énergie/etc pour une partie de leur capacité de base : Guerrier, Rôdeuse, Sorcière, Berserker, Dompteuse, Valkyrie, Magicien, Magicienne, Musa, Maehwa, Ninja, Kunoichi, Lame Sombre, Poings Furieux.",
                "Berserker : Le texte mentionnant l’absence d’effet de fauchage en JCJ a été enlevé de la description de Furie tremblante.",
                "Magicienne : Correction du problème où la compétence Flux : Rage de Tett s’activait doucement lorsque les cibles étaient dans les alentours.",
                "Maehwa : Correction du problème du temps de recharge de la compétence Flocon de neige collant quand la compétence était utilisée après Lame tenace.",
                "Ninja : Utiliser la compétence Balayage après Ninjutsu : Piétinement des ombres est devenu plus rapide est plus facile.",
                "Kunoichi : Utiliser la compétence Balayage après Ninjutsu : Piétinement des ombres est devenu plus rapide est plus facile.",
                "Poings Furieux : Ajout de la ligne «Raccourci disponible avec le gantelet» dans la description des compétences Brise-Crâne et Chute infernale."
            ],
            "Quête": [
                "Guilde : [Soumission de boss] Gardien des Ruines Mirumoks.",
                "De nouvelles quêtes relatives au Territoire de Kamasylvia ont été ajoutées."
            ],
            "Mécanique": [
                "Un élément aléatoire a été ajouté à la Crevasse Sauvage.",
                "De nouveaux monstres feront leur apparition à Kamasylvia.",
                "Un boss de raid de guilde, le Gardien Mirumok Offin, sera présent à Kamasylvia.",
                "Vous pouvez désormais attraper des poissons rares/gros dans la mer non loin de Velia.",
                "Sur un serveur JcJ, le message système prévenant d’une perte de Karma ne sera plus affiché lors d’attaques contre les manifestants de Calpehon ou contre les chevaux sauvages.",
                "Correction de problèmes de ralentissements concernant des objets ou personnages tels que le Bandit errant ou encore l’Autel d'obsidienne.",
                "Les effets positifs des animaux de compagnie ont légèrement été modifiés. Les effets seront actifs même si la jauge de faim est vide. Cependant l’animal ne récupérera pas d’objets dans ce cas là."
            ],
            "UI": [
                "Vous pouvez désormais changer l’ordre des animaux de compagnie lorsqu’ils sont rangés.",
                "Il est désormais possible de rechercher les Chevaux oniriques ainsi que leurs compétences dans le marché équin.",
                "L’entrainement de Destrier a été ajouté à la catégorie \"monture\" du marché.",
                "La fenêtre d’IU d’entraînement de Destrier a été modifiée.",
                "Il est désormais possible de fermer des fenêtres avec la touche Échap tout en pêchant.",
                "Les servantes invoquées ne seront plus affichées sur la mini-carte.",
                "La fonction publicité de guilde a été ajoutée à la fenêtre de Guilde (G).",
                "L’option \"Voir classement\" a été ajoutée aux Options > Paramètres du jeu.",
                "Les icônes des liens d’objet du chat afficheront dorénavant les icônes des objets mentionnés.",
                "La fenêtre Classement boss a été ajoutée au menu Échap."
            ],
            "Objet": [
                "Un nouveau casque de boss a été ajouté, le casque du griffon.",
                "Un nouvel accessoire a été ajouté, Accessoire d'oreille Narc.",
                "De nouveaux équipements ont été ajoutés : Cristal d'esprit de Valtarra, Boucle d'oreille d'Anbelif, Feuille péridot.",
                "Les pierres d’esprit ont été ajoutés. Les pierres d’esprit sont des pierres d’alchimie qui se consument.",
                "De nouveaux élixirs ont été ajoutés : Élixir du Griffon, Élixir puissant du Griffon.",
                "Les objets d’entrainement de Destrier ont été ajoutés.",
                "18 nouveaux objets de commerce ont été ajoutés au territoire de Kamasylvia.",
                "Des objets de qualité bleue ont été ajoutés pour les chevaux et les chameaux.",
                "Des objets de qualité bleue ont été ajoutés pour les Éléphants miniatures.",
                "Un nouvel objet, Furie de la forêt, a été ajouté.",
                "Un nouvel objet, éclat magique, a été ajouté.",
                "De nouveaux cristaux ont été ajoutés.",
                "Ajout du texte «Récolte +1» qui manquait aux Vêtements de fermier.",
                "Certains objets ont été corrigés afin qu’ils puissent être vendus au magasin de guilde.",
                "La chance d’optimisation des objets suivants a augmenté de façon significative : Collier de pouvoir magique scellé, Collier de sort scellé, Ceinture du Destructeur Helm.",
                "Les objets suivants qui s’obtiennent normalement avec des points de contribution ne peuvent plus être loués.",
                "L’objet [Guilde] Larmes du vent a été ajouté. Il permet de faire revivre les montures de guilde.",
                "Davantage de restrictions ont été ajoutées concernant la Boussole améliorée. Elle ne peut désormais plus fonctionner sur des serveurs où un géoconflit/guerre de conquête a lieu. Si votre personnage/monture transporte un objet de commerce, la boussole ne fonctionnera pas.",
                "Les Amplificateurs mutants, obtenables dans la Crevasse Sauvage, peuvent être échangés contre des accessoires auprès de Gorgath, à Calpheon."
            ],
            "Cashshop": [
                "Le Sac de costumes de Patrigio a été supprimé de tous les sets d’éveil.",
                "Ajout de 2 nouveaux pack.",
                "Ajout du pet \"Jeune Griffon\".",
                "Ajout du nouveau set équin \"Krenvatz\".",
                "Ajout du costime \"Aigle couronné\" pour la majorité des classes."
            ],
            "Évent": [
                "L’événement \"Alchimistes Kamasylviens\" a été ajouté.",
                "EXP de monture +10% pendant la période de l’événement.",
                "Événement de la pousse du jeune arbre Kamasylve.",
                "Événement \"En route pour le coffre au trésor doré !\".",
                "L’aventure de l'Esprit occulte est de retour.",
                "2 concours de captures d'écrans et de fan-arts lié à Kamasylvia.",
                "Récompense pour les joueurs absent depuis plus de 30 jours jusqu'au 18 octobre."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-27-septembre-2017.65596/",
        "date": "2017-09-27"
    },
    {
        "categories": {
            "Système": [
                "Un serveur JcJ Valencia6_PvP a été rajouté : Pas de perte de Karma si PK.",
                "4 nouveaux serveurs ont été ajoutés au groupe de serveurs Kamasylvia.",
                "Les animaux de compagnie seront désormais automatiquement cachés pendant les conquêtes et les guerres de géopoint."
            ],
            "Classe": [
                "Berserker : Corrections et améliorations sur les capacités (3) : Folie destructrice, Broyeur de flamme.",
                "Magicien : Désormais la compétence Terre de lave peut être utilisée normalement avec l’emplacement rapide lorsque le magicien est immobile.",
                "Magicienne : Correction du problème de désynchronisation d’attaque avec Tett lors de l’utilisation de la compétence Tempête d’éclairs.",
                "Ninja : Corrections et améliorations sur les capacités (25) : Poursuite ciblée, Griffe de renard, Lacération de l’ombre, Coup fatal, Ninjutsu : Explosion des ombres, Ninjutsu : Piétinement des ombres, Coupe-cheville, Découpe croissante I, Ninjutsu: Clone de l’ombre, Lune noire, Massacre de Boss, Décapitation des morts, Mesure Drastique, Décapitation soudaine, Flux : Termination, Tueur né en position de transition, Tueur né, Pluie de Lames, Danse d'épée corrompue, Double Tranchant.",
                "Kunoichi : Corrections et améliorations sur les capacités (16) : Poursuite ciblée, Griffe de renard, Lacération de l’ombre, Coup fatal, Ninjutsu : Explosion des ombres, Ninjutsu : Piétinement des ombres, Coupe-cheville, Découpe croissante I, Ninjutsu: Clone de l’ombre, Lune noire, Découpe éclair, Coupe tendon.",
                "Poings Furieux : Correction du problème où l’effet de la Super armure ne s’activait pas lors de l’utilisation de la compétence Suppression Massive avec le bras du personnage tendu en avant."
            ],
            "Mécanique": [
                "Les joueurs recevront 30 points à chaque démarrage de la Crevasse Sauvage.",
                "La durée maximale pour vaincre les boss des vagues 5, 10, 15 et 20 de la Crevasse Sauvage a été ajustée à 5 minutes. La prochaine vague débutera si les joueurs ne parviennent pas à vaincre le boss dans le temps imparti. Si le boss est vaincu, la prochaine vague démarrera 30 secondes après.",
                "Les points de vie des Boss de la Crevasse Sauvage ont été augmentés.",
                "Correction du problème où les objets installés étaient encore visibles après avoir vaincu le dernier boss de la Crevasse Sauvage.",
                "Certains monstres du Sanctuaire d'Elric ont vu leur PV être réduits.",
                "Nez Rouge et Bheg le Lâche (des quêtes [Boss] L'esprit occulte et l'éfrit géant / [Boss] Le capitaine éfrit de l'autel enragé) auront la portée de leurs attaques puissantes affichée à l’écran.",
                "Certains objets ne sont plus récupérables sur les monstres de la Garde de Shultz.",
                "Les chances d’obtenir des Livres interdits sur les monstres de la Garde de Shultz ont été augmentées.",
                "Les PV des monstres de la Garde de Shultz ont été réduits et ils rapporteront davantage d’EXP de combat.",
                "Correctif du problème où les joueurs avaient parfois du mal à voir le Spectre de Margoria lors des rencontres avec les Navires fantômes de Margoria."
            ],
            "UI": [
                "Un bouton pour actions sociales a été ajouté dans le menu Échap.",
                "Vous ne pouvez pas désigner plus d'un mot-clé pour chaque action sociale.",
                "3 nouvelles actions sociales ont été ajoutées.",
                "Dans la fenêtre de chat, le lien d’un objet aura une couleur associée à son rang d’objet."
            ],
            "Objet": [
                "Les nourritures offrants des bonus à la compétence de vie de chasse ont été modifiés."
            ],
            "Cashshop": [
                "Ajout de meuble sur le thème de Margoria.",
                "Lame sombre : Ajout des différents costumes de Kibelius A.",
                "Lame sombre : Ajout de sous-vêtements \"Le Vladian\"."
            ],
            "Évent": [
                "Début de Oktoberfest : De nouvelles quêtes ont été ajoutées pour le Festival de la Bière.",
                "Le Sac de costume de Patrigio sera inclus pour tous les Sets d'éveil.",
                "Nouveaux calendrier de récompenses."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-13-septembre-2017.54940/",
        "date": "2017-09-13"
    },
    {
        "categories": {
            "Mécanique": [
                "Vous pouvez maintenant rejoindre la Crevasse Sauvage depuis les serveurs 2, 4, 5 et 6 de chaque groupe de serveurs (excepté Olvia).",
                "Acheter des objets de la Crevasse Sauvage avant que celle-ci commence n’est désormais plus possible.",
                "Lorsque les aventuriers entre de nouveau dans la Crevasse Sauvage après l’avoir quitté en plein milieu, les points seront désormais réinitialisés à 0.",
                "Les points de la Crevasse Sauvage seront transférables qu’après la vague 4, dernière vague où les aventuriers peuvent rejoindre la Crevasse sauvage.",
                "Tous les objets concernant la Crevasse Sauvage doivent être supprimés de votre équipement et de votre inventaire avant de rejoindre à nouveau un salon."
            ],
            "Objet": [
                "Le fait de pouvoir stocker les objets de la Crevasse Sauvage dans le sac d’équipement de Morco afin de les réutiliser en retournant dans celle-ci a été corrigé.",
                "Correction du prix au marché de la Tortue issue de la boutique de perles."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/patch-correctif-1er-septembre-2017.49562/",
        "date": "2017-09-01"
    },
    {
        "categories": {
            "Système": [
                "Le client du jeu essayera de vous reconnecter plusieurs fois après avoir été déconnecté en raison d’une erreur de réseau inattendu."
            ],
            "Classe": [
                "La consommation d’endurance avec les armes principales en combat et en dehors des classes suivantes a été ajusté : Guerrier, Rôdeuse, Sorcière, Berserker, Dompteuse, Musa, Maehwa, Valkyrie, Magicienne, Magicien, Kunoichi, Ninja.",
                "Rôdeuse : Corrections et améliorations sur les capacités (4) : Vent découpant, Rage elfique, Flux : Rage Elfique, Vent gémissant.",
                "Berserker : Corrections et améliorations sur les capacités (16) : Flux : Bagarre, Bravoure, Dévastation, Perce-lave I, Maelström, Entaille sauvage du vent, Folie destructrice, Assaut féroce.",
                "Valkyrie : Corrections et améliorations sur les capacités (10) : Promptitude, Sprint désespéré, Coup de poignard éclair, Ultime : Coup de poignard éclair, Terre sainte, Flux : Décharge légère, Verdict : Lance de justice.",
                "Magicien : Corrections et améliorations sur les capacités (2) : Terre de lave.",
                "Magicienne : Correction du problème où la Magicienne s’arrêtait momentanément en utilisant le sort Inondation Toxique qui était différent de la version du Magicien.",
                "Musa : Corrections et améliorations sur les capacités (3) : Entraînement tactique, Sous la ceinture, Fissure ardente.",
                "Maehwa : Corrections et améliorations sur les capacités (2) : Entraînement tactique, Poursuite.",
                "Ninja : Corrections et améliorations sur les capacités (3) : Poursuite ciblée, Ninjutsu: Dissimulation, Éclaireur de l’ombre.",
                "Kunoichi : Corrections et améliorations sur les capacités (6) : Poursuite ciblée, Ninjutsu: Dissimulation, Éclaireur de l’ombre, Cercle de colère, Flux : Amertume, Danse du Saha, Danse macabre.",
                "Lame Sombre : Corrections et améliorations sur les capacités (5) : Crépuscule, Enchainement : Crépuscule, Sprint du crépuscule, Chasse aux Esprits, Piège de Vedir, Ténèbres Bouleversantes, Flux : Bombardement, Brouillard de fumée.",
                "Poings Furieux : Corrections et améliorations sur les capacités (5) : Flux : Destruction Ultime, Pas fulgurant, Esquive rapide, Flux : Destruction Ultime, Frappe Véritable, Vrille, Flux : Vent latéral, Chute, Assaut Féroce, Esprit Combatif, Hurlement du Loup."
            ],
            "Mécanique": [
                "Correction du problème ou un personnage de niveau inférieur à 50 sur une monture pouvait se faire attaquer par un autre.",
                "La Crevasse Sauvage est maintenant ouverte.",
                "Correction du problème qui rendait impossible la construction d’un QG de terrain même avec deux géopoints de niveau 3.",
                "Correction du problème où le bonus des compétences de vie pour le temps de réparation n’était pas appliqué pour la réparation des forts pendant les Conquêtes/Géoconflits.",
                "Lorsque la cible bouge, L’attaque à distance de Kutum l'ancien touchera l’endroit ou se trouve la cible au lieu de la suivre.",
                "Des épouvantails ont été ajouté à Velia, Heidel, Ville de Calpheon, Altinova et à la Ville de Valencia. Ces épouvantails ne peuvent pas prendre de dégâts des personnages."
            ],
            "UI": [
                "Si vous appuyez sur Échappe avec l’entrepôt, l’inventaire de la monture et votre fenêtre d’inventaire tous ouverts en même temps, l’inventaire de la monture fermera en premier.",
                "Le fait de faire un clic droit sur une Pierre de Con ouvrira votre fenêtre d’optimisation."
            ],
            "Objet": [
                "La taille des lots d’enregistrement sur le Marché pour les objets suivants a été augmentée: Lingots, Cristaux (minerai), Gemme, Contreplaqués, Pierre d'optimisation, Peau/Fourrure/Plume ultime, Sangs, Huiles, certaines nourritures, objets de restauration de monture, Carte de voyageur",
                "Les effets d’ensemble 4 et 6 des accessoires de Jarette ont été changé à 3 et 5."
            ],
            "Cashshop": [
                "Ajout du costume de Jaguar d'onyx pour toutes les classes masculines.",
                "Ajout du set de meuble de coquillage étoilé orné...",
                "Ajout du set de meuble de de coeur printanier.",
                "Ajout de l'objet Larmes du vent (perles et loyalties).",
                "Ajout de costumes de 7 jours achetables contre des loyalties."
            ],
            "Évent": [
                "Des bonus de perles et des objets supplémentaires seront donnés à ceux qui achèteront des coffrets de perles.",
                "Coupons de réduction CS.",
                "Des réductions dans la boutique de perles seront disponibles sur de nombreux objets.",
                "Bonus pour l'achèvement de la Crevasse Sauvage.",
                "L’événement des Pièces de la Famille Lauren a démarré."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-30-ao%C3%BBt-2017.48682/",
        "date": "2017-08-30"
    },
    {
        "categories": {
            "Système": [
                "Les conditions d'achat et d'utilisation pour QG de terrain ont été modifiées.",
                "L'onglet Collection du menu Seigneur affiche désormais bien le budget de sécurité.",
                "Le temps de réparations et d'amélioration des forts pendant les guerres de sièges sera désormais diminué jusqu'à 50% en fonction des compétences de vie du joueur.",
                "Correction du problème qui pouvait causer un retard dans le traitement du son du jeu.",
                "Correction d'un problème qui fermait le client de jeu en cas de fermeture d'une notification après un transport de personnage.",
                "Correction d'un problème qui fermait instantanément l'arène d'Arsha juste après le début de la partie.",
                "Correction du problème des servantes qui donnaient accès à des dépôts en dehors de la région initialement prévue."
            ],
            "Classe": [
                "Toutes les classes voient certaines compétences de niveau 1 apprises directement à la création de personnage.",
                "Les classes suivantes ont vu leur niveau requis réduit pour l’obtention de certaines compétences : Sorcière, Berserker, Dompteuse, Magicien, Magicienne.",
                "Sorcière : Le texte « Annulé lors des coups supplémentaires » a été ajouté à la suite de « Dégâts réduits en JcJ » dans la description de Flamme funèbre II.",
                "Poings Furieux : Corrections et améliorations sur les capacités (3) : Pas éclair, Vrille, Pas éclair, Esquive rapide."
            ],
            "Quête": [
                "De nouvelles quêtes de taverne sont ajoutées à la zone d'Altinova."
            ],
            "Mécanique": [
                "Les portées max. des canons du voilier d'Epheria et de la [Guilde] Galère ont été augmentées.",
                "Les caractéristiques de certains monstres de Mediah ont été ajustées.",
                "Tabou le gérant d'entrepôt a été déplacé vers l'entrée du désert sur le côté du bazar du grain de sable."
            ],
            "UI": [
                "Dans les détails d'emplacements de monstres de la mine de fer abandonnée, de la planque des manes, du repair des bandits errants, du poste des helms et du sanctuaire d'Elric, le niveau conseillé est remplacé par les PA conseillés.",
                "Un message d'erreur signale maintenant l'échec d'un changement de serveur.",
                "Ajout d'une icône d'informations sur le système de JcJ sur l'écran de mort."
            ],
            "Objet": [
                "Un bonus Vitesse de mouvement +2 a été ajouté au Costume de Soldat de Serendia débutant.",
                "Un ensemble d'accessoires Œil d'Asula cramoisi a été ajouté."
            ],
            "Cashshop": [
                "Des boutons Terminer maintenant sont ajoutés pour la fabrication de maison.",
                "Des boutons Terminer maintenant sont ajoutés pour la promotion d'ouvriers.",
                "Ajout du pet \"Tortue\".",
                "Poing Furieux : Ajout du costume \"Jaguar d'onyx\".",
                "Ajout du set \"Fisto\" pour le bateau de pêche."
            ],
            "Évent": [
                "Mise en place de 3 calendriers de récompenses : journalier * 2 et un pour les membres de guildes moyennes ou plus grande.",
                "L’événement ruée vers l'or a commencé.",
                "L'événement Voyage de Rulupee saison 2.",
                "Le jeu de la mailloche du roi palourde a été ajouté au parc aquatique de Terrmian.",
                "Un courant anormal a été détecté dans le parc aquatique de Terrmian amenant avec lui de nouveaux poissons rares dans ses eaux!"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-16-ao%C3%BBt-2017.43799/",
        "date": "2017-08-16"
    },
    {
        "categories": {
            "Système": [
                "Les maintenances se feront dorénavant toutes les 2 semaines au lieu de toutes les semaines.",
                "Correction des problèmes de réservation à l’Arène d’Arsha.",
                "Correction du problème causant la baisse de Karma lorsqu’un joueur attaque et détruit des forts et postes de commande durant les guerres de conquête et de géopoint."
            ],
            "Classe": [
                "Ninja : Correction de l’application des effets de la compétence Poursuite ciblée lors de l’utilisation de Pas fantôme juste après celle-ci.",
                "Kunoichi : Correction de l’application des effets de la compétence Poursuite ciblée lors de l’utilisation de Pas fantôme juste après celle-ci.",
                "Poings Furieux : Ajustement de l’effet de la compétence Glissement de terrain pour correspondre à sa portée. Ajustement des effets de la compétence Coup de pied perçant."
            ],
            "Mécanique": [
                "Les personnages de niveau inférieur à 50 ne peuvent pas tirer au canon de la [Guilde] Galère et du Voilier d’Epheria."
            ],
            "UI": [
                "La fenêtre d’équipement montre maintenant la PA, la PA de l’arme d’éveil et la PD dans son guide."
            ],
            "Objet": [
                "Amélioration des pierres noires pures afin que les bonus d’objets ne disparaissent pas après la mort d’un personnage."
            ],
            "Cashshop": [
                "Ajout du costume de Terrminé pour les chevaux.",
                "Ajout du costume de Terrminé pour les wagons.",
                "Ajout du jukebox aux couleur de Terrmian."
            ],
            "Évent": [
                "L’Aventure de l’Esprit occulte fait son retour.",
                "Arrivée de nouvelles quêtes événementielles au Parc aquatique de Terrmian !"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-2-ao%C3%BBt-2017.37869/",
        "date": "2017-08-02"
    },
    {
        "categories": {
            "Système": [
                "Ouverture de l’arène d’Arsha : Arène que l'on peut réserver et dont les règles peuvent être ajustée par la guilde qui l'a réservé.",
                "Ajout du Chat vocal de guilde.",
                "Changement d'appellation des taxes de guilde.",
                "Les officiers de guilde peuvent maintenant récupérer les fonds de soutien de guilde.",
                "Maintenant, les joueurs doivent se connecter au client avant de recevoir les mises à jour. Ouvrir le client ne téléchargera plus les mises à jour automatiquement."
            ],
            "Classe": [
                "Berserker : Ajout du texte «Utilisable durant la compétence Flux : Vague ancienne» à la description de la compétence Flux: Tir Multidirectionnel.",
                "Magicien : Corrections et améliorations sur les capacités (3) : Zone de protection et invocations.",
                "Magicienne : Corrections et améliorations sur les capacités (3) : Zone de protection et invocations.",
                "Ninja : Il est plus facile de passer en mode Surado en utilisant la compétence Entaille obscure.",
                "Kunoichi : Corrections et améliorations sur les capacités (15) : Entaille obscure, Flux : Sprint du Clair de Lune, Flux : Cercle lunaire, Perfectionnement Saharyun, Danse Macabre, Cercle de colère, Toupie de sang I et II, Soif de sang : Saharyun, Disque lunaire, Décharge lunaire I et II, Miroir, Ruée Lunaire, Danse du Saha.",
                "Poings Furieux : Corrections et améliorations sur les capacités (24) : Brise-Crâne, Bête sauvage, Chute, Chute infernale, Assaut Féroce, Frappe terrestre, Pas fulgurant, Pas silencieux, Flux : Crocs Féroces, Combat incessant, Purgatoire, Frappe Véritable, Vrille, Combinaison explosive, Flux : Vent latéral, Echo, Suppression Massive, Triple coup de pied volant IV"
            ],
            "UI": [
                "Ajout du bouton de black Desert Online TV au menu Échap. Cliquez sur ce bouton pour ouvrir une fenêtre internet et afficher la page internet BDO TV."
            ],
            "Objet": [
                "Correction de l’application du bonus de l’Élixir Weenie lors de l’utilisation d’Élixir de Weenie déferlant."
            ],
            "Cashshop": [
                "Ajout de [Événement] Pack de Canicule.",
                "Ajout du costume de Terrminé pour toutes les classes féminines.",
                "Lame Sombre : Ajout du costume Kibelius.",
                "Poings Furieux : Ajout du costume Karlstein.",
                "Tous les joueurs ont reçu un coupon de réduction de 20% valable jusqu'au 7 août 2017."
            ],
            "Évent": [
                "[Événement] Fragments de Cron peuvent être obtenus partout dans BDO."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-26-juillet-2017.34993/",
        "date": "2017-07-26"
    },
    {
        "categories": {
            "Système": [
                "La méthode de distribution des fonds sociaux de guilde a été légèrement modifiée. Les guildes devront réclamer le fond social hebdomadaire depuis la fenêtre de guilde (G) si au moins 10 membres de la guilde sont connectés."
            ],
            "Classe": [
                "Berserker : Corrections et améliorations sur les capacités (3) : Flux : Vague ancienne, Flux : Tir Multidirectionnel, Esquive.",
                "Musa : Correction de la possibilité d’utilisation d’Esquive avec le Mushindo même après le blocage de la commande.",
                "Maehwa : Corrections et améliorations sur les capacités (5) : Lame tenace I, Lever de lune I et II, Flocon de neige collant I et II, Piliers de givre, Exercice de pétale.",
                "Ninja : Correction de l’application des dégâts de la compétence Vent Tranchant VI."
            ],
            "Mécanique": [
                "Correction de l’application de dégâts de galère ou de voilier d’Epheria sur les monstres marins."
            ],
            "Cashshop": [
                "Augmentation du prix de vente maximum des objets de perle sur le marché.",
                "Ajout d'un nouveau set de meubles : Meubles de Baleine de Margoria."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-19-juillet-2017.31955/",
        "date": "2017-07-19"
    },
    {
        "categories": {
            "Système": [
                "Le montant d'expérience gagné pour un personnage en dessous du niveau 61 a été ajusté pour faciliter la montée de niveau.",
                "L’autorité du maitre de guilde peut maintenant être déléguée si le maitre actuel est absent (hors ligne) pendant 15 jours. (30 jours précédemment)",
                "Correction de titres qui sont maintenant obtenables.",
                "La perte de Karma en JcJ sauvage (PK) a été ajusté. La perte est basée sur la différences d'équipement entre les deux joueurs."
            ],
            "Classe": [
                "Toutes les classes : Sprinter dure plus longtemps depuis une position inactive (hors position d’éveil et de combat).",
                "Guerrier : Modification de la description d’Impact puissant I et II.",
                "Sorcière : Corrections et améliorations sur les capacités (3) : Flux: Cri de l’obscurité, Violation, Festin du corbeau.",
                "Valkyrie : L’effet de contre attaque est maintenant correctement appliqué à l’utilisation de la compétence Contre parfait.",
                "Maehwa : Correction de l’application de l’effet de Récupération de PF en connectant les compétences Pas de neige et Stigmate.",
                "Ninja : Légère réduction de la consommation de durabilité de toutes les compétences de Surado.",
                "Ninja : Correction de la récupération trop rapide d’une cible après avoir chuté à la suite d’une compétence du Ninja.",
                "Poings Furieux : Augmentation des PD magiques."
            ],
            "UI": [
                "La fonction d’IU détachable est utilisable maintenant avec les Notes d'artisanat.",
                "Ajout du bouton d’enregistrement d’objet à la fenêtre du marché.",
                "La liste de modifications a été ajoutée à l’historique de Customisation.",
                "Magasin de perle : Lors de l’achat d’objets, une fenêtre pop-up apparaitra si l’utilisateur possède un coupon disponible."
            ],
            "Objet": [
                "De nouveaux matériaux peuvent être utilisés pour polir les pierre d'alchimie de Vie.",
                "Des objets ont été adaptés pour profiter à toutes les classes.",
                "De nouveaux objets permettent à présent de choisir entre Durabilité et Optimisation lors de l'enchantement.",
                "L’éventail de prix des objets immédiatement disponibles à l’achat (Prix le plus bas) a été agrandit.",
                "Ajout de costumes fabricables pour le Poings Furieux."
            ],
            "Cashshop": [
                "Ajout des costumes Romance marine pour la majorité des classes."
            ],
            "Évent": [
                "Grande ouverture du parc aquatique de Terrmian."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-12-juillet-2017.27439/",
        "date": "2017-07-12"
    },
    {
        "categories": {
            "Système": [
                "Vous pouvez combiner cinq ingrédients en alchimie simple (Transformation).",
                "Ajout de la fonction de recherche de groupe.",
                "Ajout d’un nouveau PnJ forgeron au Poste des Helms, Coloduhas. Il n’offre que des réparations."
            ],
            "Classe": [
                "Valkyrie : Corrections et améliorations sur les capacités (2) : Choc de lumière, Esquive avec la Lance."
            ],
            "Quête": [
                "Suppression du tutoriel d’Heidel."
            ],
            "Mécanique": [
                "Ajout d’une nouvelle option de customisation de voix de personnage."
            ],
            "UI": [
                "Ajout d’une fenêtre de notification pour l’utilisation des coupons.",
                "Ajout d’un nouveau guide vidéo «Contrôles de base et de combat». Vous pouvez la consulter depuis la liste des guides de la carte du monde."
            ],
            "Objet": [
                "Tous les équipements avec des statistiques de précision augmentée ont une description identique aux plats, cristaux et élixirs. Tous les effets restent les même.",
                "Le jukebox se trouve désormais dans la catégorie d’objet suivante : Intérieur > Accessoires d’intérieur > Jukebox."
            ],
            "Cashshop": [
                "Ajout du pet \"Hibou Carmadun\".",
                "Magicienne : Ajout du costume \"Saule Pleureur\".",
                "Magicien : Ajout du costume \"Mémoire de Sage\".",
                "Lame Sombre : Ajout du costume \"Marine d'Epheria\"."
            ],
            "Évent": [
                "Mise en place de la suite des récompenses pour l'accomplissement de la \\\"croissance de l’arbre de la Kamasilve\\\".",
                "Lancement de l’Événement de Biscuit de la chance Pit-a-Pat"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-5-juillet-2017.24881/",
        "date": "2017-07-05"
    },
    {
        "categories": {
            "Système": [
                "Vous devez être inactif pour procéder à la fabrication de matériaux.",
                "Vous devez être inactif pour rejoindre l’arène de combat.",
                "Le filtre de zones de farming d’exp dans la carte mondiale affiche les PA recommandés pour la Garnison des Sausans et les Gardes de Shultz."
            ],
            "Classe": [
                "Musa : Les cibles sont repoussées moins loin qu’avant lors de l’utilisation des compétences Floraison et Floraison : fantôme.",
                "Maehwa : Corrections et améliorations sur les capacités (10) : Floraison, Floraison : fantôme, Pas de neige, Piliers de givre, Flux : Pointe de l'iceberg, Stigmate, Oppression, Coup de poignard de nuage, Lever de Lune.",
                "Kunoichi : Corrections et améliorations sur les capacités (2) : Ruée lunaire, Disque lunaire.",
                "Poings furieux : Corrections et améliorations sur les capacités (11) : Loup accroupi, Chute infernale, Descente de la Fureur, Kavancha illuminée, Flux : Vent latéral, Flux : Crâne Marteau, Vif-argent, Purgatoire, Animation plus fluide avec l'arme eveillée"
            ],
            "Quête": [
                "Ajout d’une quête précédente aux quêtes de promotion de combat. Vous recevez cette quête à partir du niveau 55."
            ],
            "Mécanique": [
                "Augmentation du montant d’EXP reçu par les monstres de la garnison des Sausans."
            ],
            "Objet": [
                "Les guides d’effets sur tous les objets d’équipements ont été révisés et systématisés.",
                "Diminution du temps de réapparition des monstres suivants : Garde des sausans, Soldat sausan robuste, Éclaireur sausan, Tireur d'élite sausan, Assassin sausan, Soldat sausan, Gardien sausan, Canonnier sausan, Camp de provisions des sausans et Tente des sausans.",
                "La PA suggérée a été implémentée pour la Garnison des Sausans.",
                "Le temps avant la disparition des Boss de monde passe de 2 heures à 30 minutes s'ils ne sont pas engagés par les joueurs."
            ],
            "Cashshop": [
                "Ajout de nouveaux set de meubles pour les résidences."
            ],
            "Évent": [
                "Mise en place des récompenses pour l'accomplissement de la \"croissance de l’arbre de la Kamasilve\".",
                "Étant donné les problèmes récurrents de lag que les joueurs subissent, nous avons implémenté un bonus de 100% d'EXP.",
                "Pour célébrer l'été, [Loyalties] Feu d'artifice de Garnier est maintenant disponible dans la boutique de Loyautés."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-28-juin-2017.21760/",
        "date": "2017-06-28"
    },
    {
        "categories": {
            "Système": [
                "Sortie de l'éveil pour le Poings Furieux.",
                "Mise à jour des bonus d'expériences journaliers que l'on peut récupérer via [Heure de Grind journalière!].",
                "Une nouvelle arène de combat a été ajouté.",
                "De nouveaux titres ont été ajoutés pour la chasse.",
                "Le Karma perdu en engageant et en tuant un joueur a augmenté de 60 000 à 120 000."
            ],
            "Classe": [
                "Valkyrie : La description de la compétence Châtiment a été modifié pour maintenant inclure «peut désormais être utilisée avec la Lance via le raccourci \"E\".",
                "Ninja : Le problème concernant les chances de coup critique de Shuriken: Malice III qui ne correspondaient pas avec l’effet actuel a été corrigé.",
                "Poings Furieux : Sortie de l'éveil. L'arme associée : «Kavancha» a été ajouté!"
            ],
            "Quête": [
                "Ajout des quêtes d’éveil du Poings Furieux.",
                "Neuf nouvelles quêtes ont été ajoutées au jeu."
            ],
            "Mécanique": [
                "Les monstres dans les zones suivantes de Mediah ont été ajusté pour donner plus d’EXP et ont moins de points de vie : Mine de fer abandonnée, Planque des manes, Repaire des bandits errants, Poste des helms, Sanctuaire d'Elric.",
                "Certaines régions de Mediah ne comporteront plus l’objet \"Cristal magique d'infinité\" dans la liste des objets obtenables. À la place, l’obtention des pierres noires (Armure) a été augmenté.",
                "L’apparition de monstres dans la garnison des sausans a été modifié.",
                "Certaines régions de Mediah ont eu une augmentation de l’obtention de l’armure de puissance herculéenne.",
                "De nouveaux emplacements de gardes Shultz ont été ajoutés à la garnison des Sausans."
            ],
            "UI": [
                "Jeter un objet peut maintenant uniquement se faire en utilisant l’icône de la poubelle dans la fenêtre de l’inventaire.",
                "Un raccourci associé à la rotation a été ajoutée à l'interface utilisateur lorsque quelque chose est en train d’être installé ou mis en place dans une résidence."
            ],
            "Objet": [
                "L’effet spécial de limite de poids -25 de toutes les armes principales Elsh a été supprimé.",
                "La description des objets pour l'entrainement du coursier va maintenant montrer pour quel entrainement l'objet est utilisé."
            ],
            "Cashshop": [
                "Poings furieux : Ajout des costumes éveillés."
            ],
            "Évent": [
                "Pour célébrer la sortie de l’éveil du Poings Furieux, l’obtention des pierres noires a été augmenté.",
                "Afin de célébrer l'achèvement de l’événement de la \"Croissance de l’arbre de la Kamasilve\", des événements additionnels pour récompenser les joueurs sont en préparations.",
                "Fin du concours de niveau du Poings Furieux.",
                "Fin des événements : Les Reliques Dorées, Festival des Roses, Croissance de l’arbre de la Kamasilve, L'aventure de l'esprit occulte."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-21-juin-2017.16972/",
        "date": "2017-06-21"
    },
    {
        "categories": {
            "Système": [
                "Mise en place d'une taxe foncière de guilde et d'un fond de prestations de guilde.",
                "Certains ajustements ont été réalisés pour agrandir l’espace disponible à l’intérieur de certaines résidences du territoire de Calpheon. Certaines maisons ont reçu un nouvel escalier et étage à explorer, un plafond élevé, un espace au sol plus grand et un placement de portes différent."
            ],
            "Classe": [
                "Rôdeuse : Modification de la description de Vent pénétrant III et IV et Dague de protection.",
                "Rôdeuse : Réduction des chances de réduction de durabilité pour certaines compétences.",
                "Valkyrie : Modification de la description de Choc de bouclier.",
                "Valkyrie : Légère augmentation des chances agrippement en utilisant la compétence Châtiment.",
                "Valkyrie : Vous pouvez maintenant utiliser la compétence Châtiment sur un emplacement rapide en mode Lance.",
                "Kunoichi : Réduction des chances de réduction de durabilité avec les compétences Danse macabre et Ruée lunaire."
            ],
            "Quête": [
                "Modification des récompenses d’éveil pour toues les classes.",
                "Mises à jour des quêtes a effectuer pour obtenir l'éveil des classes.",
                "Ajout de nouvelles quêtes débloquées une fois l'éveil récupéré."
            ],
            "Objet": [
                "Ajustement de certains schéma pour assembler des objets dans son inventaire.",
                "De nouveaux objets peuvent maintenant être vendus aux PNJ.",
                "Ajout de la vitesse de mouvement à la description des Vêtements de navigateur brodés d’argent.",
                "Correction de l’application des dégâts de [Guilde] Tir enflammé, [Guilde] Tir empoisonné et [Guilde] Bombe aveuglante après modification de l’angle de caméra.",
                "Modification de la description de Vêtements d'entraîneur de «augmentation d’EXP de compétence» pour augmentation de la maitrise de l’entrainement.",
                "Ajout de l’objet \"Livre secret du Forgeron\" permettant de produire des conseils de Valks introduit précédemment."
            ],
            "Cashshop": [
                "Retour temporaire des costumes d'Epheria pour une majorité des classes."
            ],
            "Évent": [
                "L’événement «Croissance de l’arbre de la Kamasilve» a commencé !"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-14-juin-2017-mise-%C3%A0-jour.12934/",
        "date": "2017-06-14"
    },
    {
        "categories": {
            "Système": [
                "Ajout d’une seconde au délai lors de la prise de capture d’écran."
            ],
            "Quête": [
                "Ajout des quêtes d’avancement de vie et de certificat de transformation au menu des quêtes suggérées.",
                "Certaines quêtes de Calpheon ont vu leurs conditions de démarrage modifiées."
            ],
            "Mécanique": [
                "Correction des dégâts appliqués sur les galères lorsque les autres joueurs activent le JcJ forcé et attaquent celles-ci avec leur propriétaire à la barre.",
                "Ajout d’un fonction vous permettent de taguer un joueur."
            ],
            "Objet": [
                "L’EXP de dressage a été modifiée en EXP de monture dans la description des objets.",
                "Les Vêtements de fermier sont maintenant vendus par les marchands produits de luxe."
            ],
            "Cashshop": [
                "Ajout du Pack de bienvenue d’Amerigo dans le magasin de perles."
            ],
            "Évent": [
                "Le calendrier d’assiduité du mois offre des sceaux de Shakatu et un pingouin compagnon.",
                "L’événement des «Artéfacts Dorés» fait son retour."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-7-juin-2017.9763/",
        "date": "2017-06-07"
    },
    {
        "categories": {
            "Système": [
                "Ajout de 3 nouveaux canaux pour les joueurs Steam."
            ],
            "Classe": [
                "Les classes suivantes ont eu des modifications sur la description de leur capacité : Guerrier, Sorcière, Ninja.<",
                "Poings Furieux : Correction de l’application de réduction des PD lors de l’utilisation de la compétence Flux : griffe furtive en mode Esprit Combatif."
            ],
            "Quête": [
                "Amélioration de la quête récurrente Collier de pouvoir magique scellé pour vous permettre de choisir votre terrain de chasse.",
                "Modifications des restrictions / d'objectifs de quelques quêtes de Mediah et Valencia.",
                "Ajout de 6 nouvelles quête au près de Tanzine, le palefrenier de Valencia.",
                "Ajout d’une nouvelle connaissance : le Chercheur Centaure.",
                "Changement d’une condition d’échange de l’Armure de Magie Faible en Jetons de Promesse auprès de Grandus, Vendeur d’armures à la ville de Calpheon."
            ],
            "Mécanique": [
                "Les objets obtenables via l'aventure de l'esprit Occulte ont été en partie modifiés.",
                "Les cartographes Schutgen de l’île de Ginburrey et Lecenin de l’île de Pujara peuvent maintenant réparer des objets.",
                "Les bateaux de commerce navigant entre Epheria, Altinova et le Port intérieur d'Ancado ont été séparés en 2 lignes distinctes : Epheria ↔ Altinova et Altinova ↔ Port intérieur d'Ancado.",
                "Amélioration des mouvements de la Baleine bleue pour un effet plus naturel.",
                "Correction des moments où la Baleine bleue restait immobile au même endroit.",
                "Augmentation du nombre d’attaques de la Baleine bleue.",
                "Remplacement de certains Centaures par des Centaures Chercheurs entre les plaines de Taphtar et la porte de Barhan."
            ],
            "UI": [
                "[Historique de customisation] Affinez la création de votre personnage avec les boutons annuler et refaire pour naviguer parmi vos changements récents.",
                "Les défilements dans la fenêtre de Chat ont été améliorés pour être plus doux.",
                "Correction de l’affichage des arbres bloquant la vue de votre jardin en plantant des cultures."
            ],
            "Objet": [
                "La chasse permet à présent d'obtenir les objets : Tête d'élan géant empaillée, Tête de sanglier géant empaillée, Tête de loup géant empaillée."
            ],
            "Cashshop": [
                "Ajout d'un nouveau set de meubles : Meubles de fleurs de printemps."
            ],
            "Évent": [
                "Lancement du concours de capture d’écran du Festival des Roses.",
                "Lancement du Tour du Monde avec Rulupee."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-31-mai-2017.6166/",
        "date": "2017-05-31"
    },
    {
        "categories": {
            "Système": [
                "Ajout de 6 nouveaux canaux. 2 sont dédiés aux joueurs revenant ou nouveaux joueurs hors steam, 4 aux joueurs steam."
            ],
            "Classe": [
                "Ajout d’une nouvelle classe : le Poings Furieux (Striker en anglais).",
                "Correction du changement soudain d’emplacement de joueur en JcJ après un trébuchement.​",
                "Le problème du bouclier éveillé de la Valkyrie a été résolu."
            ],
            "Quête": [
                "Tutoriel d’extraction ajouté au PnJs forgerons.",
                "2 Pierres noires (arme) et 2 Pierres noires (armure) ont été ajoutées aux récompenses de quête pour la dernière tâche de la série Chasser au Sud-ouest de Calpheon."
            ],
            "Mécanique": [
                "Augmentation notable des chances d’élever un cheval de groupe supérieur.",
                "Ajout de la fonction de magasin au Cartographe du camp des orcs, Buddy le chasseur d'orcs.",
                "Discuter avec le PnJ cartographe de la Zone du volcan de Gavinya, Muturan, vous permet d’obtenir la connaissance de la zone correspondante.",
                "Non annoncé dans le patch notes : Kzarka a été mis à jour avec de nouvelles capacités."
            ],
            "UI": [
                "Ajout d’un icône récupérer sur le menu principal. cliquez sur ce bouton pour ouvrir votre page de compte et récupérer les objets sur les coupons Web.",
                "Retrait du bouton de marché à côté de l’icône de ville sur la carte mondiale.",
                "Dans Mes Informations > Optimisation, un text pop-up apparait pour vous indiquer les classes affectées par l’augmentation de vitesse d’attaque et vitesse de conjuration."
            ],
            "Objet": [
                "Ajout de l’arme principale «Gantelets» et de l’arme secondaire «Coudières» du Poings Furieux.",
                "La description de l'objet Cristal de magie noire - Agilité a été ajusté : Tous types d'esquive +12 → Tous types d'esquive +8​."
            ],
            "Cashshop": [
                "Réductions au magasin de perle et coupons.",
                "Pour marquer le lancement du jeu sur Steam, des coupons de réductions (limité sur le temps) ont été donnés.",
                "Poings furieux : Ajout des costumes et sous vêtements de lancement.",
                "Lame Sombre : Ajout du costume Puff Mini.",
                "Rôdeuse : Ajout du costume Stella.",
                "Valkyrie : Ajout du costume Joutes.",
                "Sorcière : Ajout du costume Lucien Blanc.",
                "Magicienne : Ajout du costume Rakshande.",
                "Guerrier : Ajout du costume Brut Lancelot.",
                "Dompteuse : Ajout du costume Félin Nocturne.",
                "Kunoichi : Ajout du costume Félin Nocturne.",
                "Maehwa : Ajout du costume d'Adenophora.",
                "Magicien : Ajout du costume Gavi Regan.",
                "Musa : Ajout du costume Gavi Regan.",
                "Berserker : Ajout du costume Gavi Regan.",
                "Ninja : Ajout du costume Gavi Regan."
            ],
            "Évent": [
                "Concours de pex pour le striker.",
                "Lancement de l’événement de sceaux du Poings Furieux.",
                "Lancement de l’événement de gain de Niveau du Poings furieux.",
                "Événement d’augmentation de récupération de Pierres Noires.",
                "Lancement d'une nouvelle saison de l'Aventure de l’Esprit Occulte."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-24-mai-2017.4330/",
        "date": "2017-05-24"
    },
    {
        "categories": {
            "Système": [
                "Un Répertoire de Paramètres a été ajouté, vous permettant de sauvegarder et charger vos paramètres personnalisés.",
                "Une fonction de capture d’écran haute résolution a été ajoutée dans les Paramètres du Jeu > Écran.",
                "Vous pouvez choisir d’afficher ou non votre nom de famille ou de personnage dans la fenêtre de chat.",
                "L’horodatage a été ajouté à la fenêtre de chat.",
                "Vous pouvez ajuster la taille de la fenêtre avec votre souris en mode fenêtré.",
                "Vous pouvez vérifier le Marché aux chevaux via la carte du monde.",
                "Vous pouvez ajuster l’effet d’opacité dans les Paramètres du jeu > Écran.",
                "Vous pouvez ajuster l’effet de mise au point durant les combats via les Paramètres du jeu > Écran."
            ],
            "Classe": [
                "Guerrier : Corrections et améliorations sur les capacités (4) : Pulvériser, Flux : Coup de genou, Flux : Découpe des morts, Enterrement",
                "Rôdeuse : Corrections et améliorations sur les capacités (4) : Vent rasoir, Lame froide, Flux : Tempête, Rage elfique",
                "Sorcière : Corrections et améliorations sur les capacités (6) : Flamme funèbre II, Chasse fatale, Marque de l'ombre III et IV, Coup de pied, Jugement de la Faucheuse",
                "Berserker : Corrections et améliorations sur les capacités (1) : Dévastation, Flux : Partage des terres",
                "Dompteuse : Corrections et améliorations sur les capacités (3) : Heilang : Griffe haute, Danse de la Bête légendaire (Tigre blanc) II, III et IV",
                "Valkyrie : Corrections et améliorations sur les capacités (5) : Coup de poignard éclair, Défense solide, Terre Sainte, Entraînement à la Lance, Châtiment",
                "Magicien : Corrections et améliorations sur les capacités (7) : Séisme, Jugement ardent,  changement d'arme accéléré et garde fonctionnelle, correction de la super armure non appliquée dans certains cas",
                "Magicienne : Corrections et améliorations sur les capacités (8) : Séisme, Jugement ardent, Protection de Crevasse, changement d'arme accéléré et garde fonctionnelle, correction de la super armure non appliquée dans certains cas",
                "Musa : Corrections et améliorations sur les capacités (3) : Lacération, Broyeur de croûtes, Pas en arrière",
                "Maehwa : Corrections et améliorations sur les capacités (6) : Lacération, Morsure de Dragon, Griffe de dragon, Flux : Sprint du Clair de Lune, Flocon de neige collant",
                "Ninja : Corrections et améliorations sur les capacités (4) : Balayage, Ascension du Dragon, Pluie de lames, Lacération du vide",
                "Kunoichi : Corrections et améliorations sur les capacités (3) : Balayage, Disque lunaire, Toupie de sang",
                "Lame Sombre : Corrections et améliorations sur les capacités (2) : Cendres Obsidiennes, Terrain Corrompu, Explosion de l’ombre V, Griffes Ravageuses IV"
            ],
            "Quête": [
                "Certaines quêtes permettant d’obtenir des Jetons de promesse/Sceaux ont été mises à jour.",
                "La partie de la Mission d’élimination de Guilde, Combattre les Waragons de Valencia, a été retirée.",
                "Amélioration de l’affichage du niveau de Commerce minimum requis maintenant correctement affiché dans la description des Missions de guilde de Commerce.",
                "La quête «Le Prophète d’Altinova» a été retirée de la quête principale.",
                "La série de quêtes «Le passé d’Encarotia» a été ajoutée à la Capitale de Calpheon.",
                "Certaines quêtes sont maintenant répétables et ne donnent plus d’EXP de contribution en récompense.",
                "De nouvelles quêtes répétables ont été ajoutées au Sanctuaire d'Elric dans la région de Mediah.",
                "La quête journalière du Poste des Helms a été transformée en quête répétable immédiatement.",
                "Ajout de la quête : Tiny Light to Drive Out the Darkness via l'esprit occulte.",
                "Ajout de 3 nouvelles quêtes journalières de chasses liées aux nouveaux monstres ajoutés.",
                "Une nouvelle quête a été ajoutée à la Taverne d’Altinova.",
                "Une fois les 9 connaissances acquises à propos du Journal d'aventure du grand désert III, vous pouvez compléter l’histoire. Le niveau maximum d’Énergie pouvant être atteint à été changé en +1."
            ],
            "Mécanique": [
                "Remise en place de la fonction de Réservation à la Boutique secrète (Patrigio).",
                "Mise en place de 3 modes pour les pets. Agile, normal et prudent qui affecteront l'énergie consommées et la rapidité d'action.",
                "La jauge de Faim a été doublée pour tous les animaux de compagnie.",
                "L’Atelier de Florin, un nouvel Atelier de fabrication de meubles, a été ajouté à Florin 1-3.",
                "L’Atelier de Tarif, un nouvel Atelier de fabrication de meubles, a été ajouté à Tarif 2-3.",
                "L’Atelier de Arehaza, un nouvel Atelier de fabrication de meubles, a été ajouté à Arehaza 2-1.",
                "Ajout de quelques tutoriels.",
                "Résolution du souci empêchant parfois les Éléphants Cadria d’être affectés par les pièges à éléphant.",
                "Lors du mini-jeu de dressage de chevaux sauvages, l’indicateur de touche ESPACE ne s’affichera que lorsque le cheval se cabrera.",
                "11 nouveaux titres ont été ajoutés.",
                "Le minimum de participants pour le Champ de bataille rouge a été ajusté à 10.",
                "Utiliser la compétence Éperonner (Galère et Voilier d’Epheria) pour attaquer les monstres marins et les autres navires fonctionnera maintenant normalement en appliquant les dégâts corrects.",
                "Le nouveau PNJ Baan a été ajouté à l’entrée du Sanctuaire d’Elric.",
                "La Banque d'investissement a été ajoutée à la Liste d'utilisations de la maison pour chaque ville.",
                "Correction du problème lié au retour au point de départ de l’Ogre mutant ou du Troll mutant après qu’ils se soient déplacés sur une certaine distance et ceux-ci ne voient pas leurs PV restaurés.​",
                "Un nouveau monstre de chasse, l’Ours brun géant, a été ajouté à la Montagne de Balenos Ouest et Est.​",
                "Des monstres de chasse, l’Élan et le sanglier, ont été également ajoutés à la Montagne de Balenos Ouest.​",
                "De nouveaux monstres de chasse, le Renard géant et le Loup géant, ont été ajoutés à la Montagne de Balenos située à l’est du Port d’Epheria.",
                "Les mouvements de la Baleine bleue ont été améliorés afin de leur donner un air naturel.​",
                "Les PV de la Baleine bleue ont été augmentés et il est maintenant plus facile de l’atteindre.​",
                "Le taux d’obtention des Pierres noires a été augmenté en chassant la Baleine bleue.​"
            ],
            "UI": [
                "Vous pouvez basculer entre les onglets de chat via un raccourci.",
                "Le statut de Transport des objets du Dépôt ne sont maintenant plus affichés dans l’onglet Statut du transport des autres villes mais uniquement dans la ville d’origine et de destination.",
                "Si vous fermez la fonction de sticker d’IU (Interface Utilisateur) et activez la fenêtre nouveau, la fenêtre apparaîtra maintenant où elle a été fermée.",
                "Vous pouvez maintenant vérifier les compétences, équipement et informations de costume de votre cheval dans la fenêtre d’information qui est liée à la fenêtre d’information du wagon.",
                "Les vêtements fonctionnels et vêtements pouvant être fabriqués ont été ajoutés sous la catégorie Armure du Marché.",
                "Le pourcentage de Faim est maintenant affiché dans la liste des animaux de compagnie et l’EXP dans la fenêtre d’information de l’animal.",
                "L’option d’affichage d’une grille en mode d’édition de l’IU a été ajoutée.",
                "Il est maintenant possible de sauvegarder jusqu'à 3 profils d'UI personnalisée pour les réappliquer rapidement."
            ],
            "Objet": [
                "La chasse permet à présent d'obtenir les objets Tête d'ours empaillée et Tête de renard empaillée.",
                "L’efficacité d’attaque des canons améliorés a été accrue.",
                "Les dégâts contre les Forteresses et Postes de commandement ont été diminués pour les Galères et Voiliers d’Epheria.",
                "Le Cristal magique atténué : Navigation peut maintenant être créé via la technique de Meulage.",
                "Les chances d’obtenir un Éclat de cristal noir tranchant et un Éclat de cristal noir dur via l’Agriculture ont été légèrement augmentées.",
                "Trois nouveaux accessoires ont été ajouté : Collier de sort faible, Collier de sort faible concentré et Collier de sort faible scellé.",
                "La formulation pour Précision, Esquive, Augmentation et Diminution de PA a été révisée pour certains objets. Les effets restent les mêmes, il y a juste eu une harmonisation des valeurs des stats.",
                "Ajout de l'objet fragment de griffe de l'Esprit Occulte."
            ],
            "Cashshop": [
                "Ajout du set Arneus pour les wagons.",
                "Lame sombre : Ajout de sous vêtements.",
                "Sac d’équipement de Morco.",
                "[Loyalties] Sac de costumes de Patrigio."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-17-mai-2017.3204/",
        "date": "2017-05-17"
    },
    {
        "categories": {
            "Objet": [
                "Mise en place des objets \"Conseil de Valks\" récupérable dans la boite cadeau liée à l’événement de la famille Lauren."
            ],
            "Cashshop": [
                "Kunoichi : Ajout de sous vêtements.",
                "Magicienne : Ajout de sous vêtements.",
                "Maehwa : Ajout de sous vêtements.",
                "Valkyrie : Ajout de sous vêtements.",
                "Dompteuse : Ajout de sous vêtements.",
                "Sorcière : Ajout de sous vêtements.",
                "Rôdeuse : Ajout de sous vêtements."
            ],
            "Évent": [
                "Événement de distribution des pièces de la famille Lauren."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/informations-de-maintenance-10-mai-2017.1686/",
        "date": "2017-05-10"
    },
    {
        "categories": {
            "Objet": [
                "Ajout de l'objet [Événement] Sceau de Shakatu."
            ],
            "Cashshop": [
                "Ajout du nouveau pet Crabe caraparoche.",
                "Maehwa : Ajout d'un costume.",
                "Dompteuse : Ajout d'un costume.",
                "Ninja : Ajout d'un costume.",
                "Musa : Ajout d'un costume."
            ],
            "Évent": [
                "Lancement du concours de bande annonce réalisée par la communauté."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-3-mai-2017.804/",
        "date": "2017-05-03"
    },
    {
        "categories": {
            "Système": [
                "Ajout de l’IU détachable permettant de sortir des éléments de l’interface à l’extérieur de la fenêtre de jeu.",
                "Les fonctions de Dernier canal connecté et Canal aléatoire ont été ajoutées au bas de la liste des canaux lors de la connexion au jeu.",
                "Certaines zones sûres comme l’île d’Iliya sont devenues des zones de combat.",
                "Les joueurs peuvent maintenant courir, rouler, ou bouger dans une position assise avec un mousquet équipé.",
                "Le vitesse de mouvement a été augmenté avec un mousquet équipé et le nombre de balles avant recharge est de deux.",
                "Les joueurs ne peuvent pas tirer au mousquet sur une monture possédant la compétence «Deux places»."
            ],
            "Classe": [
                "Correction du souci causant un personnage d’être étourdit après être tombé et attaqué par une compétence de Rage d'esprit occulte : Guerrier, Sorcière, Berserker, Rôdeuse, Kunoichi et Ninja.​",
                "Augmentation grandement augmentée lors de l’attaque d’une créature invoquée sur les bâtiments de guerre de siège.",
                "Guerrier : Corrections et améliorations sur les capacités (6) : Flux : Brise-cheville, Enterrement, Flux : Coup téméraire, Flux : Tempête.",
                "Rôdeuse : Corrections et améliorations sur les capacités (5) :  Volonté du Vent, entraves spirituelles, Vent pénétrant, Découpe furieuse d’Ohwa, Vent gémissant.",
                "Sorcière : Corrections et améliorations sur les capacités (7) : Libération obscure, Libération obscure IV, Moisson des âmes, Ténèbres absolues, Coup de pied ténébreux, Jugement de la faucheuse, Le cauchemar de Cartian.",
                "Berserker : Corrections et améliorations sur les capacités (3) : Brise-roche, Flux : Bagarre, Dynamitage",
                "Dompteuse : Corrections et améliorations sur les capacités (4) : Déluge de coups, Heilang : Éclair du néant, Rotation complète, Perce-écho.",
                "Valkyrie : Corrections et améliorations sur les capacités (20) : Lueur tranchante, Flux : Contre tranchant, Lumière intense III et IV, Projection céleste, Pouvoir Divin, Verdict : Lance de justice, Flux : Révélation par le Sanctus, position de parade/contre, Charge lumineuse, Lancer de Bouclier, changement d'arme accéléré, Puissance divine, Puissance divine ultime, Entaille éblouissante, Terre Sainte, Coup de poignard éclair, Ultime : Coup de poignard éclair, Sprint désespéré, Assaut sacré",
                "Magicien : Corrections et améliorations sur les capacités (2) :  Pluie de météores, Boule d'eau.",
                "Magicienne : Corrections et améliorations sur les capacités (3) : Pluie de météores, Pluie de tourments, Psyché de spectre d’Aad.",
                "Musa : Corrections et améliorations sur les capacités (12) : Flèche véloce : tir d'évitement, Découpe tourbillon, Découpe tourbillon : cyclone, Coup de pied circulaire, Coup de pied circulaire ultime, Lame du tigre, Trancheur, Morsure de dragon, Séparateur, Flux : Taillade, Flux : Refoulement, Tornade, Découpe transversale",
                "Maehwa : Corrections et améliorations sur les capacités (10) : Flèche véloce : tir d'évitement, Découpe tourbillon, Découpe tourbillon : cyclone, Coup de pied circulaire, Coup de pied circulaire ultime, Lame du tigre, Trancheur, Morsure de dragon, Séparateur, Lame du Tigre, Flux : Coup de poignard de nuage, Lame tenace",
                "Ninja : Corrections et améliorations sur les capacités (6) : Kunai : Lancer évasif, Flux : Brise-cheville, Flux: Explosion Mach, Décapitation soudaine, Tueur né, Pas Ninja",
                "Kunoichi : Corrections et améliorations sur les capacités (6) : Kunai : Lancer évasif, Toupie de sang, Flux : Colère, Ruée lunaire, Shuriken : poison, pas fantôme, Taillade demi-lune",
                "Lame Sombre : Corrections et améliorations sur les capacités (7) : Roue du Destin, Nocturne​, Démonstration de Force IV, Flot : Coup Final, Terrain Corrompu, Frappe dissimulée III"
            ],
            "Quête": [
                "Correction des quêtes de Valencia marquées en tant que quêtes de Mediah.",
                "La méthode pour acquérir la connaissance de la Zone neutre centrale a été modifiée.",
                "Les conditions pour la quête «Par vents et marées» ont été modifiées.",
                "Résolution d’un problème lorsque la connaissance de certains Cartographes sur les iles ne pouvait pas être acquise via une conversation.",
                "Une nouvelle série de quêtes d’histoire dans Calpheon, «Monarque des ténèbres» a été ajouté.",
                "Les quêtes «Échange d'armure magique l», et «Échange d’arme secondaire I» ont été modifié de «Lié à la famille» à «Lié au personnage» et l’histoire complète a été réinitialisé.",
                "Une quête a été ajouté en tant que prérequis pour la quête «Mon premier petit poney».",
                "L’expérience de contribution acquise après avoir complété les quêtes quotidienne à Balenos, Serendia et Calpheon a été augmenté.",
                "Pour Raffinement IV, l’énergie maximale obtenue sera de 1.",
                "Le tutoriel en relation avec «Escalade de murs» a été ajouté."
            ],
            "Mécanique": [
                "Lors de la capture d’un cheval ou d’un bébé éléphant, la corde de capture ne peut pas être lancée depuis une distance inférieure à 10M de la cible.",
                "Mise en place des options \"optimisation\" et \"durabilité\" lors des enchantements sous certaines conditions.",
                "Le lieu de rassemblement des pécheurs en face de Velia a été légèrement déplacé.",
                "Les joueurs ayant le bonus de Magnat recevront l’effet de succès du jeu de marchandage sans avoir à jouer à celui-ci.",
                "Certaines étagères murales ont été modifié pour permettre le placement d’objet sur elles.",
                "En fonction du prix cumulé, l’effet du magnat sera appliqué uniquement lors de l’achat d’Articles à vendre limités.",
                "Sur les serveurs de Géoconflit et de Guerre de Siège, les World Boss n’apparaitront pas pendant les 15min qui précèdent et suivent le début et la fin de la guerre.",
                "Les articles qui ont été marqué d’une enchère dans l’hôtel des ventes peuvent maintenant être achetés à un prix supérieur au prix minimum.",
                "Des nouveaux monstres pour la chasse ont été ajoutés aux Montagnes Orientales de Balenos : Sanglier géant et Cerf à grands bois Géant.",
                "Changement de l’emplacement du Traqueur khuruto à proximité du PNJ Atu à la Mine de fer abandonnée de Mediah.",
                "Les PV des montres de Mediah suivants ont été réduit : Tatou et Hérisson des herbes​.",
                "Les monstres suivants seront en position d’attente au niveau de la surface à Tombe du soldat dans Mediah : Squelette frénétique, Fendeur squelette frénétique, Squelette vengeur​.",
                "Les monstres suivants ont été ajoutés dans la zone de la Tombe du soldat : Squelette frénétique, Fusilier squelette frénétique, Fendeur squelette frénétique, Cerbère squelette frénétique, Sorcière occulte frénétique​",
                "Les Centaures lanceront désormais moins de javelot mais attaqueront à une portée plus courte.",
                "L’expérience gagnée et le taux de Pierres noires ont été un peu augmentés sur ces monstres lorsque vous tuerez ces monstres : Centaure, Chasseur centaure, Centaure à la Hache​",
                "Le schéma de combat pour le Troll mutant et l’Ogre mutant a été modifié : Si leurs PV descendent à un certain niveau, ils attaqueront plus férocement.​",
                "Tous les joueurs ayant infligé des dégâts sur les Troll mutant et l’Ogre mutant seront maintenant en mesure de récupérer le butin."
            ],
            "UI": [
                "Lorsque vous transférez des objets empilables depuis l’inventaire au dépôt, les joueurs peuvent maintenant choisir de montrer le montant maximal en tant que montant affiché sur l'écran de saisie.",
                "L’heure de la réinitialisation de la livraison impériale a été ajouté à la fenêtre d’informations dans le menu échappe.",
                "La classe du personnage, le niveau et le nom apparaîtront désormais systématiquement sur les icônes des joueurs du groupe de la carte du monde.",
                "Les catégories vitesse de caméra et position actuelle du joueur ont été ajouté dans les touches de raccourci des options de l’IU.",
                "L'information sur les jardins des joueurs peut maintenant être vérifiée sous leur liste Mes Jardins.",
                "L’ordre des serveurs apparaîtra désormais de façon aléatoire dans l’écran de sélection des serveurs.",
                "Les monstres pour la chasse seront maintenant identifiables par une icône de chasse (ressemblant à un cerf).",
                "Les touches d’interaction peuvent maintenant être changées pour d’autres dans les touches de raccourci de l’IU."
            ],
            "Objet": [
                "Ajout de nouveaux vêtements de vie correspondant à la Navigation.",
                "Ajout du Kit de réparation de navire.",
                "Ajout de 5 nouveaux costumes.",
                "Augmentation des chances d’optimisation de certains équipements.",
                "Les objets suivants ont leur précision augmentée exponentiellement et leur description modifiée : Arme de Styd, Arme de Styd ultime, Arme de Basteer, Arme de Basteer ultime​",
                "Ajout d’un nouveau type de cristal nommé Cristal d’Esprit.",
                "Les costumes de Soldat de Serendia et de Soldat débutant de Serendia ont été modifiés pour inclure un casque.",
                "Les accessoires de pouvoir magique peuvent être rendus avec des sceaux ou des jetons de promesse."
            ],
            "Cashshop": [
                "Une fenêtre demandera confirmation avant la première utilisation des contrats de servantes.",
                "Lame Sombre : Ajout du costume de Lahr Arcien (R).",
                "Lame Sombre : Ajout de deux sous vêtements.",
                "Ajout de quelques décorations / meubles pour la maison."
            ],
            "Évent": [
                "Fin de l’événement des Œufs d’Oie de Flondor."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-26-avril-2017.542/",
        "date": "2017-04-26"
    },
    {
        "categories": {
            "Système": [
                "Ajout de l'éléphant Cadria pour les guildes.",
                "Ajout d'un nouvel objet \"Guide de compétence d’Armstrong (30 jours)\" pour la récompense des 5000 heures de jeu."
            ],
            "Quête": [
                "Ajout des quêtes réservées aux Maîtres de guildes pour l’obtention d’un Éléphant de Valencia (Groupe 1) et/ou [Guilde] Enregistrement de bateau : Galère."
            ],
            "Cashshop": [
                "Ajout de nouveaux costumes Kibelius pour la majorité des classes."
            ],
            "Évent": [
                "Concours de capture d'écran des Tulipes.",
                "L’événement des fleurs de cerisier est achevé et les objets liés ont été retirés."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-19-avril-2017.500/",
        "date": "2017-04-19"
    },
    {
        "categories": {
            "Système": [
                "Arrivée de l'éveil pour la Lame Sombre. Ajout des connaissances associées et de son titre \"Gardien des Ténèbres\"."
            ],
            "Classe": [
                "Comme dis précédemment : Ajout de l'éveil pour la Lame Sombre."
            ],
            "Cashshop": [
                "Lame Sombre : Ajout des 3 costumes (guillie x2 et costume d'éveil).",
                "Ajout du costume CS d'Anemos pour les chevaux."
            ],
            "Évent": [
                "Mise en place de décoration pour le printemps dans divers endroits du jeu.",
                "Mise à jour de l'événement saisonnier des Œufs d’Oie de Flondor pour ajouter une quête journalière.",
                "Premier patch note de CM Kabz ! :p"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-12-avril-2017.472/",
        "date": "2017-04-12"
    },
    {
        "categories": {
            "Système": [
                "Mise en place des favoris sur le marché pour retrouver rapidement ses objets préférés.",
                "Il y a un délai de 10 minutes entre l'enregistrement d'un ouvrier à la vente et son apparition sur le marché.",
                "Mise à jour du CS pour proposer tout un set de costume ensemble avec la possibilité via une mise à jour de l'IU d'acheter les pièces séparément.",
                "Un événement de boost d’EXP ne s’accumule pas avec un objet de boost d’XP en dessous du niveau 30.",
                "Ajout d’un filigrane sur les copies d’écrans a été ajouté.",
                "Les objets de décoration peuvent être placés sur les étagères. Placer des objets sur les étagères augmentent aussi vos points d’intérieur.",
                "Trois voix de combats ont été ajoutées à la customisation de voix."
            ],
            "Classe": [
                "Modifications ou correction de bug sur les compétences pour les classes : Guerrier, Rôdeuse, Berserker, Dompteuse, Magicienne, Magicien, Kunoichi"
            ],
            "Quête": [
                "Ajout d’une nouvelle quête permettant d’obtention d’EXP de Navigation ajouter à Siruham à Port Ratt."
            ],
            "Mécanique": [
                "Un message de canal est diffusé à tous les joueurs lors de l'enregistrement d'un nouveau cheval (normalement, seul les T8) au marché.",
                "Les objets afficheront directement si le geopoint qui leur est lié (commerce et pêche) est relié par le joueur.",
                "Mise à jour de certaines compétences d'ouvriers (stats et correction de bug).",
                "Amélioration du bonus de Jeton de commerce du désert de Marzana.",
                "De nouveaux poissons peuvent être vendu à la pêche impériale.",
                "Ajout d’indices pour l’obtention des titres. Vous pouvez les vérifier depuis l’onglet Titre.",
                "Ajout du système de Coursier au contenu du cheval.",
                "Tout comme pour les ouvriers, la mise en vente d'un cheval sera effective 10 minutes après son enregistrement.",
                "Il y a maintenant des notifications pour la mise en vente des ouvriers (artisan) et des chevaux (T8).",
                "Ajout de nouveaux titres liés aux guerres de conquêtes. C'est dernier ne dure que 7 jours et se basent sur le nombre de joueurs tués. Ils ajoutent un effet au joueur s'il est équipé."
            ],
            "UI": [
                "Ajout d'une option carte graphique faible puissance qui peut-être désactivée pour augmenter les performances mais consommer plus d'énergie.",
                "Vous pouvez maintenant sélectionner votre canal principal depuis l’écran de sélection des canaux. Sélectionner un serveur principal pour vous y connecter d’un seul clic.",
                "Guide des enchaînements d'actions a été changé en Guide de Compétence.",
                "Le nombre maximum d’emplacements utilisables en cuisine est de 3.",
                "Le nombre maximum d’emplacements utilisables en cuisine/Alchimie impériale est de 3.",
                "L’effet de chute de neige dans les zones de combat peut être désactivé dans les paramètres."
            ],
            "Objet": [
                "Ajout de nouveaux objets permettant de polir les pierre d'alchimie de vie.",
                "Ajustement de certains schéma pour assembler des objets dans son inventaire."
            ],
            "Cashshop": [
                "Mise en place de soldes temporaires.",
                "Ajout du pet \"Choppy\".",
                "Ajout des costumes CS Anemos pour toutes les classes (ou juste les promotions, pas sûr ...)."
            ],
            "Évent": [
                "Ajout de l'événement saisonnier des Œufs d’Oie de Flondor."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?forums/notes-de-patch.117/",
        "date": "2017-04-05"
    },
    {
        "categories": {
            "Système": [
                "Mise à jour des horaires de guerre de conquête et de géopoints pour s'ajuster à l'heure d'été.",
                "Nouvelle options de customisation pour la voix des personnages."
            ],
            "Classe": [
                "Lame Sombre : Correction de l’application des dégâts avec un javelot sur le dos d’un éléphant."
            ],
            "Mécanique": [
                "Mises à jour des intitulés de certaines connaissances pour mieux correspondre aux régions maritimes.",
                "Diminution du nombre de connaissance pour compléter certaines catégories et débloquer les points d'énergies associés."
            ],
            "Objet": [
                "Il est dorénavant possible d'échanger les 3 ceinture de combattant rhutum entre ses personnages."
            ],
            "Cashshop": [
                "Un nouveau set de meubles a été ajouté."
            ],
            "Évent": [
                "Nouvel événement d'assiduité.",
                "Fin de l’événement de lancement de la Lame Sombre."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-29-mars-2017.354/",
        "date": "2017-03-29"
    },
    {
        "categories": {
            "UI": [
                "Il est maintenant possible d'activer un système d'alignement automatique lors de la modification de l'IU pour aligner les emplacements de touche rapide."
            ],
            "Objet": [
                "Il est maintenant possible d'acheter via l'hôtel des ventes du jeu l'objet \"Billet d'échange de costume\". (cf ce tuto pour plus d'explication)."
            ],
            "Cashshop": [
                "Ajout de costumes saisonniers pour une bonne partie des classes féminines.",
                "Nouvelles décorations pour les maisons"
            ],
            "Évent": [
                "Événement saisonnier pour l'arrivée du printemps (décoration de villes, boites en récompense et nouvelle décoration de maison accessible uniquement durant l’événement)."
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-22-mars-2017.309/",
        "date": "2017-03-22"
    },
    {
        "categories": {
            "Système": [
                "L'aventure de l'esprit occulte"
            ],
            "Mécanique": [
                "Les guildes sans géopoints peuvent à présent déclarer des guerres contre n'importe qu'elle autre guilde.",
                "Correction de l’interruption de voyage automatique lorsqu’un ping de guilde et placé sur la carte. (Réflexion personnelle : soit disant, j'ai encore des remontées en guilde de ce soucis)."
            ],
            "Objet": [
                "Ajout des costumes craftables de la lame sombre"
            ],
            "Cashshop": [
                "Valkyrie : Ajout d'un costume.",
                "Musa : Ajout d'un costume.",
                "Ajout du pet \"Tom le long\""
            ],
            "Évent": [
                "Evénement de la Saint Patrick (Distribution de bières d'xp)",
                "Ajout d'un colorant vert temporaire"
            ]
        },
        "link": "https://community.blackdesertonline.com/index.php?threads/notes-de-patch-15-mars-2017.198/",
        "date": "2017-03-15"
    }
]
